[
  {
    "category": "poprock",
    "band": "Snow Patrol",
    "album": "Eyes Open",
    "dataYear": "2006",
    "dataSales": "4 Mio.",
    "dataLength": "44:42",
    "coverSrc": "/bandcover/poprock/snow_patrol_eyes_open.jpeg",
    "audioSrc": "/mp3s/poprock/snow_patrol_eyes_open.mp3",
    "jokerText": "Das Album Eyes Open von Snow Patrol enthält den Song Set the Fire to the Third Bar, ein Duett mit der kanadischen Sängerin Martha Wainwright. Dieser emotionale Track wurde später in verschiedenen Filmen und TV-Shows verwendet und zeigt die Fähigkeit der Band, kraftvolle und eindringliche Kollaborationen zu schaffen.",
    "triviaQuestion": "Welches Album enthält den weltweiten Hit „Chasing Cars“?",
    "triviaAnswer": "Das Album „Eyes Open“ von Snow Patrol, das den weltweiten Hit „Chasing Cars“ enthält, wurde 2006 veröffentlicht. Der Song erlangte besonders durch seine emotionale Präsenz und die prominente Verwendung in der TV-Serie „Grey’s Anatomy“ zusätzliche Bekanntheit."
  },
  {
    "category": "poprock",
    "band": "Kelly Clarkson",
    "album": "Breakaway",
    "dataYear": "2004",
    "dataSales": "12 Mio.",
    "dataLength": "47:20",
    "coverSrc": "/bandcover/poprock/kelly_clarkson_breakaway.jpeg",
    "audioSrc": "/mp3s/poprock/kelly_clarkson_breakaway.mp3",
    "jokerText": "Kelly Clarkson's Album Breakaway war ursprünglich als reiner Soundtrack-Beitrag für den Film The Princess Diaries 2 gedacht. Der Erfolg des Titelsongs Breakaway führte jedoch dazu, dass er der Namensgeber für ihr zweites Studioalbum wurde, das schließlich über 12 Millionen Mal weltweit verkauft wurde.",
    "triviaQuestion": "Welches Album enthält den Hit „Since U Been Gone“ und markierte einen stilistischen Wandel für die Künstlerin, die es aufnahm?",
    "triviaAnswer": "Das Album „Breakaway“ von Kelly Clarkson, das den Hit „Since U Been Gone“ enthält, wurde 2004 veröffentlicht. Es markierte einen bedeutenden stilistischen Wandel für Clarkson, indem es Elemente von Pop-Rock stärker betonte und ihr half, sich als Künstlerin jenseits ihrer Anfänge bei „American Idol“ zu etablieren. Das Album wurde weltweit gefeiert und brachte mehrere Hitsingles hervor."
  },
  {
    "category": "poprock",
    "band": "No Doubt",
    "album": "Tragic Kingdom",
    "dataYear": "1995",
    "dataSales": "16 Mio.",
    "dataLength": "48:50",
    "coverSrc": "/bandcover/poprock/no_doubt_tragic_kingdom.jpg",
    "audioSrc": "/mp3s/poprock/no_doubt_tragic_kingdom.mp3",
    "jokerText": "Die Fotos für das Album „Tragic Kingdom“ (1995) von No Doubt wurden in Orange County aufgenommen. Das rote Kleid, das Gwen Stefani auf dem Cover trägt, fand seinen Weg in eine Ausstellung im Fullerton Museum Center mit dem Thema „The Orange Groove: Orange County's Rock n' Roll History“. Leider wurde das Kleid im Januar 2005 aus der Ausstellung gestohlen.",
    "triviaQuestion": "Welches Album, bekannt für die Hitsingle „Don’t Speak“, wurde während einer turbulenten Zeit für die Band aufgenommen und führte zu ihrem internationalen Durchbruch?",
    "triviaAnswer": "Das Album „Tragic Kingdom“ von No Doubt, das die Hitsingle „Don’t Speak“ enthält, wurde 1995 veröffentlicht. Es wurde während einer turbulenten Zeit für die Band aufgenommen, in der Beziehungsdynamiken und Bandwechsel prägend waren. Dieses Album markierte den internationalen Durchbruch für No Doubt und zeigte ihre Vielseitigkeit in der Mischung von Ska, Punk und Popmusik."
  },
  {
    "category": "poprock",
    "band": "FleetWood Mac",
    "album": "Rumours",
    "dataYear": "1977",
    "dataSales": "45 Mio.",
    "dataLength": "39:44",
    "coverSrc": "/bandcover/poprock/fleetwood_mac_rumours.jpg",
    "audioSrc": "/mp3s/poprock/fleetwood_mac_rumours.mp3",
    "jokerText": "Während der Aufnahme des Albums Rumours von Fleetwood Mac waren fast alle Bandmitglieder inmitten von persönlichen Trennungen und Beziehungskrisen. Trotz (oder vielleicht wegen) dieser turbulenten Zeiten schufen sie eines der erfolgreichsten Alben aller Zeiten, das für seine emotionalen Texte und Harmonien bekannt ist.",
    "triviaQuestion": "Welches Album wurde vom Rolling Stone zum siebtbesten Album aller Zeiten gekürt?",
    "triviaAnswer": "Das Album „Rumours“ von Fleetwood Mac, das vom Rolling Stone als siebtbestes Album aller Zeiten ausgezeichnet wurde, erlebte ein Revival durch ein virales TikTok-Video. In dem Video fährt ein Mann entspannt auf einem Skateboard in den Sonnenuntergang, während er aus einer Saftpackung trinkt und der Song „Dreams“ im Hintergrund spielt."
  },
  {
    "category": "poprock",
    "band": "Blondie",
    "album": "Parallel Lines",
    "dataYear": "1978",
    "dataSales": "20 Mio.",
    "dataLength": "36:28",
    "coverSrc": "/bandcover/poprock/blondie_parallel_lines.jpg",
    "audioSrc": "/mp3s/poprock/blondie_parallel_lines.mp3",
    "jokerText": "Blondie's Album Parallel Lines enthält den ikonischen Song Heart of Glass, der ursprünglich als langsamer Blues-Song geschrieben wurde. Die Band verwandelte ihn jedoch in einen Disco-Hit, was einige ihrer Punk-Fans irritierte, aber das Lied machte Blondie zu internationalen Stars und trug wesentlich zum kommerziellen Erfolg des Albums bei.",
    "triviaQuestion": "Welches Album enthält den wegweisenden Hit „Heart of Glass“ und wurde als eines der einflussreichsten Alben in der Musikgeschichte anerkannt?",
    "triviaAnswer": "Das Album „Parallel Lines“ von Blondie, das den wegweisenden Hit „Heart of Glass“ enthält, wurde 1978 veröffentlicht. Es spielte eine entscheidende Rolle in der Evolution der Musikszene, indem es Elemente von Punk, Disco, Pop und New Wave kombinierte. Dieses vielfältige Album half Blondie, internationalen Ruhm zu erlangen und bleibt bis heute einflussreich in der Musikgeschichte."
  },
  {
    "category": "poprock",
    "band": "The B-52s",
    "album": "Cosmic Thing",
    "dataYear": "1989",
    "dataSales": "5 Mio.",
    "dataLength": "43:38",
    "coverSrc": "/bandcover/poprock/the_b-52s_cosmic_thing.jpg",
    "audioSrc": "/mp3s/poprock/the_b-52s_cosmic_thing.mp3",
    "jokerText": "Das Album Cosmic Thing von The B-52's markierte das Comeback der Band nach einer mehrjährigen Pause. Der Song Love Shack aus diesem Album wurde zu einem ihrer größten Hits und brachte der Band ihren ersten Top-10-Erfolg in den USA, was Cosmic Thing zu ihrem erfolgreichsten Album machte.",
    "triviaQuestion": "Das Design Studio welchen Plattencovers hat außerdem auch das Logo des Musiksenders MTV gestaltet?",
    "triviaAnswer": "Das Album „Cosmic Thing“ von The B-52s markierte ihr Comeback nach dem Tod von Ricky Wilson an HIV und bot der Band eine therapeutische Erfahrung. Das fröhliche Cover, das diese positive Stimmung widerspiegelt, wurde von „Manhattan Design“ gestaltet, dem Studio, das auch das MTV-Logo entworfen hat."
  },
  {
    "category": "poprock",
    "band": "Coldplay",
    "album": "Ghost Stories",
    "dataYear": "2014",
    "dataSales": "4 Mio.",
    "dataLength": "44:05",
    "coverSrc": "/bandcover/poprock/coldplay_ghost_stories.jpg",
    "audioSrc": "/mp3s/poprock/colplay_ghost_stories.mp3",
    "jokerText": "Coldplay's Album Ghost Stories (2014) ist stark von der Trennung von Chris Martin und Gwyneth Paltrow inspiriert. Das Album hat eine deutlich melancholische und introspektive Atmosphäre, die die emotionalen Höhen und Tiefen dieser Phase widerspiegelt, was es zu einem der persönlichsten Werke der Band macht.",
    "triviaQuestion": "Welches Album, das in seiner Thematik Trennung und Verlust verarbeitet, enthält den Song „A Sky Full of Stars“?",
    "triviaAnswer": "Das Album „Ghost Stories“ von Coldplay, das den Song „A Sky Full of Stars“ enthält, wurde 2014 veröffentlicht. Es erkundet Themen wie Trennung und Verlust, inspiriert von persönlichen Erfahrungen der Bandmitglieder. Dieses emotional geladene Album zeigt eine ruhigere, introspektivere Seite von Coldplay, kombiniert mit elektronischen Einflüssen und minimalistischen Texturen."
  },
  {
    "category": "poprock",
    "band": "Kim Carnes",
    "album": "Mistaken Identity",
    "dataYear": "1981",
    "dataSales": "1,5 Mio.",
    "dataLength": "42:30",
    "coverSrc": "/bandcover/poprock/kim_carnes_mistaken_identity.jpg",
    "audioSrc": "/mp3s/poprock/kim_carnes_mistaken_identity.mp3",
    "jokerText": "Kim Carnes Album Mistaken Identity enthält den Mega-Hit Bette Davis Eyes, der acht Wochen lang die Nummer 1 der US-Charts belegte. Interessanterweise war der Song ursprünglich ein langsamerer, jazzigerer Track, aber Carnes und ihr Produzent machten ihn zu einem Synth-Pop-Klassiker, der zu ihrem Markenzeichen wurde und ihr zwei Grammy Awards einbrachte.",
    "triviaQuestion": "Welches Album enthält den Grammy-ausgezeichneten Hit „Bette Davis Eyes“, der mehrere Wochen die US-Charts dominierte?",
    "triviaAnswer": "Das Album „Mistaken Identity“ von Kim Carnes, bekannt für den Hit „Bette Davis Eyes“, wurde 1981 veröffentlicht. Dieser Song, der Kim Carnes einen Grammy Award einbrachte, stand für mehrere Wochen an der Spitze der US-Charts und wurde zu einem der größten Hits des Jahres. Das Album selbst vereint Einflüsse aus Rock und Pop und spiegelt die markante raue Stimme von Carnes wider."
  },
  {
    "category": "poprock",
    "band": "Red Hot Chilli Peppers",
    "album": "Stadium Arcadium",
    "dataYear": "2006",
    "dataSales": "7 Mio.",
    "dataLength": "2:02:21",
    "coverSrc": "/bandcover/poprock/red_hot_chili_peppers_stadium_arcadium.jpg",
    "audioSrc": "/mp3s/poprock/red_hot_chili_peppers_stadium_arcadium.mp3",
    "jokerText": "Stadium Arcadium von den Red Hot Chili Peppers war ursprünglich als Trilogie von drei Alben geplant, wurde aber schließlich als Doppelalbum mit 28 Tracks veröffentlicht. Es ist das letzte Album, an dem Gitarrist John Frusciante vor seinem Ausstieg im Jahr 2009 mitarbeitete, und es brachte der Band sieben Grammy-Nominierungen ein, von denen sie fünf gewann.",
    "triviaQuestion": "Welches Doppelalbum umfasst 28 Tracks und wurde sowohl für seine musikalische Vielfalt als auch für seine technische Kompetenz bei den Grammy Awards ausgezeichnet?",
    "triviaAnswer": "Das Album „Stadium Arcadium“ von den Red Hot Chili Peppers, ein ambitioniertes Doppelalbum mit 28 Tracks, wurde 2006 veröffentlicht. Es zeigt eine beeindruckende Bandbreite musikalischer Stile und technischer Fähigkeiten, was es zu einem der herausragendsten Werke der Band macht. Das Album erhielt mehrere Grammy Awards, darunter für das beste Rock-Album, und beinhaltet Hits wie „Dani California“, „Snow (Hey Oh)“ und „Tell Me Baby“."
  },
  {
    "category": "poprock",
    "band": "Avril Lavigne",
    "album": "Let Go",
    "dataYear": "2002",
    "dataSales": "16 Mio.",
    "dataLength": "43:50",
    "coverSrc": "/bandcover/poprock/avril_lavigne_let_go.jpeg",
    "audioSrc": "/mp3s/poprock/avril_lavigne_let_go.mp3",
    "jokerText": "Die 48 Minuten und 37 Sekunden von Avril Lavignes Album Let Go hoben nicht nur ihre musikalische Karriere auf ein ganz neues Level, das Album revolutionierte auch den Pop-Punk und ebnete den Weg für viele weitere Pop-Punk-Front-Frauen. Das Cover, das die Musikerin an der Kreuzung von Broadway und Canal Street in NYC zeigt, behält bis heute Kult-Status.",
    "triviaQuestion": "Welches Debütalbum, das die Jugendkultur der frühen 2000er Jahre maßgeblich prägte, enthält die Hits „Complicated“ und „Sk8er Boi“?",
    "triviaAnswer": "Das Album „Let Go“ von Avril Lavigne, ihr Debütalbum, wurde 2002 veröffentlicht und enthält Hits wie „Complicated“ und „Sk8er Boi“. Es prägte die Jugendkultur der frühen 2000er Jahre mit seinem frischen Mix aus Pop-Punk und Rock. Dieses Album brachte Lavigne internationale Anerkennung und half, ihr Image als Pop-Punk-Prinzessin zu festigen."
  },
  {
    "category": "poprock",
    "band": "David Bowie",
    "album": "Hunky Dory",
    "dataYear": "1971",
    "dataLength": "40:27",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/poprock/david_bowie_hunky_dory.jpg",
    "audioSrc": "/mp3s/poprock/david_bowie_hunky_dory.mp3",
    "jokerText": "David Bowies Album Hunky Dory enthält den Song Life on Mars?, den Bowie als a cross between a Broadway musical and a Salvador Dalí painting beschrieb. Das Album markierte einen Wendepunkt in Bowies Karriere und wird oft als der Beginn seiner legendären Ziggy Stardust-Phase betrachtet, obwohl diese erst mit seinem nächsten Album voll zur Geltung kam.",
    "triviaQuestion": "Welches Album wurde dem Sohn eines/einer der Musiker:innen gewidmet?",
    "triviaAnswer": "David Bowie nannte seinen Sohn, den Regisseur Duncan Jones, „Zowie“, weshalb dieser auch als Zowie Bowie bekannt ist. Duncan kam 1971, im Erscheinsungsjahr des Albums „Hunky Dory“, auf die Welt – Deshalb steht auf dem Rücken der Platte die Widmung „for small Z.“."
  },
  {
    "category": "poprock",
    "band": "Blink-182",
    "album": "Enema of the State",
    "dataYear": "1999",
    "dataLength": "33:23",
    "dataSales": "15 Mio.",
    "coverSrc": "/bandcover/poprock/blink-182_enema_of_the_state.jpeg",
    "audioSrc": "/mp3s/poprock/blink-182_enema_of_the_state.mp3",
    "jokerText": "Das Album Enema of the State von Blink-182 war ihr großer Durchbruch und verhalf der Band zu weltweiter Bekanntheit. Das ikonische Albumcover zeigt die Pornodarstellerin Janine Lindemulder als Krankenschwester, was für einige Kontroversen sorgte, aber gleichzeitig zum pop-punkigen Image der Band beitrug und das Album visuell unvergesslich machte.",
    "triviaQuestion": "Welches Album, das als Wendepunkt im Pop-Punk-Genre gilt und mehrere charttoppende Singles hervorbrachte, enthält die Hits „All the Small Things“ und „What’s My Age Again?“",
    "triviaAnswer": "Das Album „Enema of the State“ von Blink-182, bekannt für die Hits „All the Small Things“ und „What’s My Age Again?“, wurde 1999 veröffentlicht. Es gilt als eines der einflussreichsten Alben im Pop-Punk-Genre und brachte der Band massiven kommerziellen Erfolg. Mit seinem humorvollen und jugendlichen Stil hatte es großen Einfluss auf die Musikszene und Kultur der späten 1990er und frühen 2000er Jahre."
  },
  {
    "category": "heavymetal",
    "band": "Black Sabbath",
    "album": "Paranoid",
    "dataYear": "1970",
    "dataLength": "42:58",
    "dataSales": "4 Mio.",
    "coverSrc": "/bandcover/heavymetal/black_sabbath_paranoid.jpg",
    "audioSrc": "/mp3s/heavymetal/black_sabbath_paranoid.mp3",
    "jokerText": "Das Album Paranoid von Black Sabbath, veröffentlicht im Jahr 1970, enthält einige der bekanntesten Heavy Metal-Songs, darunter den Titeltrack Paranoid. Interessanterweise wurde der Song Paranoid in nur 20 Minuten als Füllmaterial für das Album geschrieben, weil die Band noch zusätzliches Material brauchte. Er entwickelte sich jedoch zu einem der größten Hits der Band und prägte das Genre des Heavy Metal maßgeblich.",
    "triviaQuestion": "Welches Album, ein Eckpfeiler des Heavy Metal, enthält klassische Tracks wie „Iron Man“ und den titelgebenden Song „Paranoid“?",
    "triviaAnswer": "Das Album „Paranoid“ von Black Sabbath, veröffentlicht im Jahr 1970, ist ein Eckpfeiler des Heavy Metal Genres und enthält Klassiker wie „Iron Man“ und „Paranoid“. Dieses bahnbrechende Album half dabei, die Grundlagen des Heavy Metal zu definieren und etablierte Black Sabbath als eine der einflussreichsten Bands in der Geschichte der Rockmusik."
  },
  {
    "category": "heavymetal",
    "band": "Iron Maiden",
    "album": "The Number of the Beast",
    "dataYear": "1982",
    "dataLength": "45:03",
    "dataSales": "14 Mio.",
    "coverSrc": "/bandcover/heavymetal/iron_maiden_the_number_of_the_beast.jpg",
    "audioSrc": "/mp3s/heavymetal/iron_maiden_the_number_of_the_beast.mp3",
    "jokerText": "Iron Maidens Album The Number of the Beast, veröffentlicht 1982, war das erste Album der Band mit Sänger Bruce Dickinson und das erste, das die Spitze der britischen Charts erreichte. Der Titelsong des Albums führte zu erheblicher Kontroverse und Vorwürfen des Satanismus, hauptsächlich aufgrund des Missverständnisses der Lyrics und des Albumcovers. Diese Kontroversen steigerten jedoch unbeabsichtigt die Popularität der Band und festigten ihren Status in der Heavy Metal-Szene.",
    "triviaQuestion": "Welches Album, das als Meilenstein in der Geschichte des Heavy Metal gilt, enthält ikonische Songs wie „Run to the Hills“ und den titelgebenden Track „The Number of the Beast“",
    "triviaAnswer": "Das Album „The Number of the Beast“ von Iron Maiden, veröffentlicht im Jahr 1982, ist bekannt für seine prägenden Tracks „Run to the Hills“ und „The Number of the Beast“. Dieses Album markierte einen Wendepunkt in der Karriere der Band und etablierte sie als eine der führenden Kräfte im Heavy Metal. Es war das erste Iron Maiden-Album mit Sänger Bruce Dickinson und wurde für seine musikalische Komplexität und thematische Tiefe gefeiert."
  },
  {
    "category": "heavymetal",
    "band": "Metallica",
    "album": "Master of Puppets",
    "dataYear": "1986",
    "dataLength": "47:28",
    "dataSales": "10 Mio.",
    "coverSrc": "/bandcover/heavymetal/metallica_master_of_puppets.jpg",
    "audioSrc": "/mp3s/heavymetal/metallica_master_of_puppets.mp3",
    "jokerText": "Metallicas Album Master of Puppets, veröffentlicht 1986, gilt als eines der einflussreichsten Alben im Thrash Metal Genre. Es war das letzte Album, das mit Bassist Cliff Burton aufgenommen wurde, bevor er tragisch bei einem Busunfall während der Tournee in Schweden ums Leben kam. Das Album wurde von der Kritik hoch gelobt und wurde das erste Thrash Metal-Album, das Platinstatus erreichte, ohne jegliche Radioausstrahlung oder bedeutende Medienunterstützung.",
    "triviaQuestion": "Welches Album, anerkannt als eines der größten Thrash-Metal-Alben aller Zeiten, enthält den epischen Titeltrack sowie Songs wie „Battery“ und „Welcome Home (Sanitarium)“?",
    "triviaAnswer": "Das Album „Master of Puppets“ von Metallica, veröffentlicht im Jahr 1986, gilt als eines der größten Thrash-Metal-Alben aller Zeiten. Mit kraftvollen Tracks wie „Battery“, dem epischen Titeltrack „Master of Puppets“ und „Welcome Home (Sanitarium)“ prägte es das Genre nachhaltig. Dieses Meisterwerk zeichnet sich durch seine technische Komplexität und thematische Tiefe aus und bleibt ein zentraler Einfluss in der Heavy-Metal-Musik."
  },
  {
    "category": "heavymetal",
    "band": "Judas Priest",
    "album": "British Steel",
    "dataYear": "1980",
    "dataLength": "40:28",
    "dataSales": "5 Mio.",
    "coverSrc": "/bandcover/heavymetal/judas_priest_british_steel.jpg",
    "audioSrc": "/mp3s/heavymetal/judas_priest_british_steel.mp3",
    "jokerText": "Judas Priest's Album British Steel, veröffentlicht im Jahr 1980, wird oft als eines der Alben betrachtet, die den Heavy Metal in den 1980er Jahren definierten. Es enthielt Hits wie Breaking the Law und Living After Midnight, die beide aus spontanen Jamsessions während der Albumaufnahmen entstanden sind. Diese Lieder halfen, den Sound des Heavy Metal zu formen und brachten der Band ihren Durchbruch in den Mainstream.",
    "triviaQuestion": "Welches Album, das als ein bahnbrechendes Werk im Heavy Metal bekannt ist, enthält Hits wie „Breaking the Law“ und „Living After Midnight“?",
    "triviaAnswer": "Das Album „British Steel“ von Judas Priest, veröffentlicht im Jahr 1980, ist ein bahnbrechendes Werk im Heavy Metal und enthält Klassiker wie „Breaking the Law“ und „Living After Midnight“. Dieses Album markierte einen Wendepunkt in der Bandgeschichte und half, den Heavy Metal als Genre zu definieren und zu popularisieren. Es wird für seine scharfen Riffs und eingängigen Melodien geschätzt und bleibt ein einflussreiches Album in der Metal-Geschichte."
  },
  {
    "category": "heavymetal",
    "band": "Slayer",
    "album": "Reign in Blood",
    "dataYear": "1986",
    "dataLength": "29:03",
    "dataSales": "3 Mio.",
    "coverSrc": "/bandcover/heavymetal/slayer_reign-in-blood.jpg",
    "audioSrc": "/mp3s/heavymetal/slayer_reign-in-blood.mp3",
    "jokerText": "Slayers Album Reign in Blood aus dem Jahr 1986 gilt als eines der einflussreichsten Alben im Thrash Metal. Es ist bekannt für seine schnelle Spielgeschwindigkeit und seine kompromisslosen Texte. Das Album wurde in nur etwa sechs Wochen aufgenommen und produziert von Rick Rubin, der dabei half, den klaren und präzisen Sound zu schaffen, der als wegweisend für das Genre gilt.",
    "triviaQuestion": "Welches Album, das für seine extreme Geschwindigkeit und Intensität bekannt ist, markierte einen Wendepunkt im Thrash Metal und enthält den bahnbrechenden Track „Angel of Death“?",
    "triviaAnswer": "Das Album „Reign in Blood“ von Slayer, veröffentlicht im Jahr 1986, ist berühmt für seine extreme Geschwindigkeit und Intensität und gilt als eines der einflussreichsten Alben im Thrash Metal. Mit Tracks wie „Angel of Death“ und „Raining Blood“ definierte es die Grenzen des Genres neu und beeinflusste zahlreiche Bands in der Metal-Szene. Dieses Album wird oft für seine kompromisslose musikalische Aggression und präzise Instrumentalisierung gelobt."
  },
  {
    "category": "heavymetal",
    "band": "Megadeth",
    "album": "Rust in Peace",
    "dataYear": "1990",
    "dataLength": "36:24",
    "dataSales": "1 Mio.",
    "coverSrc": "/bandcover/heavymetal/megadeth_rust_in_peace.jpg",
    "audioSrc": "/mp3s/heavymetal/megadeth_rust_in_peace.mp3",
    "jokerText": "Megadeth's Album Rust in Peace, veröffentlicht 1990, wird oft als eines der technisch anspruchsvollsten Alben im Thrash Metal angesehen. Es enthält komplexe Arrangements und virtuose Gitarrensoli, die die Band als führende Musiker in ihrem Genre etablierten. Die Songs Hangar 18 und Holy Wars... The Punishment Due sind besonders bekannt für ihre anspruchsvollen Gitarrenparts und haben sich zu Klassikern des Metal entwickelt.",
    "triviaQuestion": "Welches Album, das als technisches Meisterwerk im Thrash Metal gilt, enthält komplexe Kompositionen wie „Hangar 18“ und „Holy Wars... The Punishment Due“?",
    "triviaAnswer": "Das Album „Rust in Peace“ von Megadeth, veröffentlicht im Jahr 1990, ist bekannt für seine technische Brillanz und komplexe Kompositionen, insbesondere in Songs wie „Hangar 18“ und „Holy Wars... The Punishment Due“. Dieses Album ist ein Meilenstein im Thrash Metal und zeigte die virtuose Gitarrenarbeit von Marty Friedman und Dave Mustaine. Es wird von Fans und Kritikern gleichermaßen für seine Präzision und sein innovatives Songwriting geschätzt und bleibt ein entscheidender Einfluss im Genre."
  },
  {
    "category": "heavymetal",
    "band": "Pantera",
    "album": "Vulgar Display of Power",
    "dataYear": "1992",
    "dataLength": "51:34",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/heavymetal/pantera_vulgar_display_of_power.jpg",
    "audioSrc": "/mp3s/heavymetal/pantera_vulgar_display_of_power.mp3",
    "jokerText": "Panteras Album Vulgar Display of Power, veröffentlicht 1992, ist eines der einflussreichsten Metal-Alben der 1990er Jahre und verkörpert den Groove-Metal-Stil, der die Band berühmt machte. Der markante Albumtitel und das Cover, das einen Mann zeigt, der ins Gesicht geschlagen wird, symbolisieren die aggressive Energie und Intensität der Musik. Lieder wie Walk und Mouth for War wurden zu Anthems des Metal-Genres und zeigen das musikalische Talent und die rohe Kraft von Pantera.",
    "triviaQuestion": "Welches Album, das als eines der mächtigsten und einflussreichsten Werke im Groove Metal bekannt ist, enthält energiegeladene Tracks wie „Walk“ und „Mouth for War“?",
    "triviaAnswer": "Das Album „Vulgar Display of Power“ von Pantera, veröffentlicht im Jahr 1992, ist bekannt für seine rohe Kraft und seinen Einfluss im Groove Metal. Mit ikonischen Tracks wie „Walk“ und „Mouth for War“ prägte es das Genre entscheidend und zeigte Panteras Fähigkeit, aggressive Energie mit präzisen Rhythmen zu verbinden. Dieses Album ist nicht nur ein Favorit unter den Fans, sondern auch ein kritischer Erfolg, der oft als Höhepunkt der Bandkarriere angesehen wird."
  },
  {
    "category": "heavymetal",
    "band": "Anthrax",
    "album": "Among the Living",
    "dataYear": "1987",
    "dataLength": "40:45",
    "dataSales": "1 Mio.",
    "coverSrc": "/bandcover/heavymetal/anthrax_among_the_living.jpg",
    "audioSrc": "/mp3s/heavymetal/anthrax_among_the_living.mp3",
    "jokerText": "Anthrax' Album Among the Living, veröffentlicht im Jahr 1987, gilt als ein Meilenstein im Thrash Metal Genre. Es enthält Lieder, die von verschiedenen Popkultur-Referenzen inspiriert sind, darunter Stephen Kings Roman Der Dunkle Turm und der Comic-Charakter Judge Dredd. Diese kulturellen Einflüsse verbanden die Band mit einer breiteren Fangemeinde und etablierten Anthrax als eine der innovativen Kräfte in der Metal-Szene.",
    "triviaQuestion": "Welches Album, das oft als Höhepunkt im Thrash Metal angesehen wird, enthält Tracks wie „I Am the Law“ und „Indians“, die sowohl kulturell als auch musikalisch prägend waren?",
    "triviaAnswer": "Das Album „Among the Living“ von Anthrax, veröffentlicht im Jahr 1987, gilt als eines der prägendsten Werke im Thrash Metal. Es enthält kraftvolle Tracks wie „I Am the Law“ und „Indians“, die nicht nur für ihre musikalische Aggression, sondern auch für ihre kulturellen und sozialen Kommentare bekannt sind. Dieses Album spiegelt die Energie und den Geist der späten 80er Jahre wider und bleibt ein wesentlicher Bestandteil der Metal-Geschichte."
  },
  {
    "category": "heavymetal",
    "band": "Dio",
    "album": "Holy Diver",
    "dataYear": "1983",
    "dataLength": "41:07",
    "dataSales": "3 Mio.",
    "coverSrc": "/bandcover/heavymetal/dio_holy_diver.jpg",
    "audioSrc": "/mp3s/heavymetal/dio_holy_diver.mp3",
    "jokerText": "Dio's Debütalbum Holy Diver, veröffentlicht 1983, ist eines der ikonischen Alben im Heavy Metal und markierte Ronnie James Dio's aufstrebende Solokarriere nach seinen Engagements bei Black Sabbath und Rainbow. Der Titeltrack Holy Diver und der Song Rainbow in the Dark   wurden zu Klassikern des Genres. Das Albumcover, das einen Priester zeigt, der von einem Dämon ins Meer geworfen wird, hat zu langanhaltenden Diskussionen und Interpretationen über seine Bedeutung geführt.",
    "triviaQuestion": "Welches Debütalbum, ein Klassiker im Heavy Metal, enthält den ikonischen Titeltrack sowie „Rainbow in the Dark“?",
    "triviaAnswer": "Das Album „Holy Diver“ von Dio, veröffentlicht im Jahr 1983, ist das Debütalbum der Band und wird als Klassiker im Heavy Metal angesehen. Mit ikonischen Tracks wie dem Titeltrack „Holy Diver“ und „Rainbow in the Dark“ hat dieses Album Ronnie James Dio’s Status als eine der einflussreichsten Stimmen im Rock und Metal zementiert. Es ist bekannt für seine kraftvollen Melodien und tiefgreifenden Texte, die das mystische und dunkle Image der Band prägen."
  },
  {
    "category": "heavymetal",
    "band": "Motorhead",
    "album": "Ace of Spades",
    "dataYear": "1980",
    "dataLength": "39:23",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/heavymetal/motorhead_ace_of_spades.jpg",
    "audioSrc": "/mp3s/heavymetal/motorhead_ace_of_spades.mp3",
    "jokerText": "Motörhead's Album Ace of Spades, veröffentlicht 1980, wird oft als Quintessenz des Heavy Metal angesehen und ist besonders bekannt für seinen Titeltrack, der zu einem der bekanntesten Songs der Band wurde. Das Lied Ace of Spades ist bekannt für seine schnellen Riffs und Lemmy Kilmisters unverkennbare raue Stimme, die das rasante Leben des Rock 'n' Roll feiert. Das Album festigte Motörheads Ruf als eine der einflussreichsten Bands in der Rock- und Metal-Szene.",
    "triviaQuestion": "Welches Album, ein Meilenstein im Speed Metal und Rock ’n’ Roll, enthält den Titeltrack, der als eine der Hymnen des Genres gilt?",
    "triviaAnswer": "Das Album „Ace of Spades“ von Motörhead, veröffentlicht im Jahr 1980, ist ein Meilenstein im Speed Metal und Rock ’n’ Roll. Der Titeltrack „Ace of Spades“ gilt als eine der definitiven Hymnen des Genres, bekannt für sein rasantes Tempo und die rohe Energie. Dieses Album hat nicht nur Motörheads Ruf als eine der lautesten und härtesten Bands zementiert, sondern auch ihren Einfluss auf die Entwicklung des Metal und Punk Rock unterstrichen."
  },
  {
    "category": "heavymetal",
    "band": "Sabaton",
    "album": "The Art of War",
    "dataYear": "2008",
    "dataLength": "43:45",
    "dataSales": "500 Tsd.",
    "coverSrc": "/bandcover/heavymetal/sabaton_the_art_of_war.jpg",
    "audioSrc": "/mp3s/heavymetal/sabaton_the_art_of_war.mp3",
    "jokerText": "Sabaton's Album The Art of War, veröffentlicht 2008, ist inspiriert von dem alten chinesischen Militärhandbuch Die Kunst des Krieges von Sun Tzu. Jeder Song auf dem Album bezieht sich auf verschiedene Prinzipien oder Strategien aus dem Handbuch und verknüpft historische Kriegsgeschichten mit den Lehren von Sun Tzu. Dieses Konzeptalbum hat Sabaton dabei geholfen, ihre einzigartige Nische von kriegsbezogenen Metal-Songs weiter zu festigen und ihr Publikum zu erweitern.",
    "triviaQuestion": "Welches Album, inspiriert von dem antiken chinesischen Militärstrategie-Buch gleichen Namens, enthält Lieder über historische Kriege und Schlachten?",
    "triviaAnswer": "Das Album „The Art of War“ von Sabaton, veröffentlicht im Jahr 2008, zieht seine Inspiration aus dem gleichnamigen antiken chinesischen Militärstrategie-Buch von Sun Tzu. Es thematisiert verschiedene historische Kriege und Schlachten, darunter Lieder wie „Ghost Division“ und „40:1“. Das Album kombiniert kraftvolle Musik mit tiefgründigen Texten, die die Komplexität und die Brutalität des Krieges widerspiegeln, und hat Sabaton als eine führende Band im Bereich des Power Metal etabliert."
  },
  {
    "category": "heavymetal",
    "band": "Nightwish",
    "album": "Once",
    "dataYear": "2004",
    "dataLength": "50:07",
    "dataSales": "500 Tsd.",
    "coverSrc": "/bandcover/heavymetal/nightwish_once.jpg",
    "audioSrc": "/mp3s/heavymetal/nightwish_once.mp3",
    "jokerText": "Nightwish's Album Once, veröffentlicht 2004, repräsentiert einen Höhepunkt in der Karriere der Band und ist eines ihrer meistverkauften Alben. Es enthält den Hit Nemo, der international erfolgreich war und die Band in vielen Ländern in die Charts brachte. Once kombiniert Symphonic Metal mit orchestralen Arrangements, die mit dem London Philharmonic Orchestra aufgenommen wurden, und markiert einen bedeutenden Moment in der Entwicklung des Genres.",
    "triviaQuestion": "Welches Album, das eine Mischung aus symphonischem Metal und filmischer Orchestrierung bietet, enthält den internationalen Hit „Nemo“?",
    "triviaAnswer": "Das Album „Once“ von Nightwish, veröffentlicht im Jahr 2004, ist bekannt für seine beeindruckende Mischung aus symphonischem Metal und filmischer Orchestrierung. Mit dem internationalen Hit „Nemo“ und weiteren Tracks wie „Wish I Had an Angel“, zeigte das Album die einzigartige Fähigkeit der Band, klassische Musik mit Heavy Metal zu verschmelzen. „Once“ wurde eines der meistverkauften Alben der Band und etablierte Nightwish als eine der führenden Gruppen im Genre des symphonischen Metals."
  },
  {
    "category": "heavymetal",
    "band": "Opeth",
    "album": "Blackwater Park",
    "dataYear": "2001",
    "dataLength": "44:43",
    "dataSales": "200 Tsd.",
    "coverSrc": "/bandcover/heavymetal/opeth_blackwater_park.jpg",
    "audioSrc": "/mp3s/heavymetal/opeth_blackwater_park.mp3",
    "jokerText": "Opeth's Album Blackwater Park, veröffentlicht im Jahr 2001, markiert einen Wendepunkt in der musikalischen Entwicklung der Band und ist weithin anerkannt als eines ihrer Meisterwerke im Progressive Metal Genre. Das Album wurde in Zusammenarbeit mit dem Produzenten Steven Wilson von Porcupine Tree aufgenommen, dessen Einfluss den Klang von Opeth weiter verfeinerte und zu einem reicheren, dynamischeren Sound führte. Blackwater Park hat nicht nur die Fans beeindruckt, sondern auch neue Maßstäbe für das Genre gesetzt und Opeths Ruf als Innovatoren im Metal verstärkt.",
    "triviaQuestion": "Welches Album, das als Meilenstein im Progressive Metal gilt, enthält eine Mischung aus akustischen Melodien und schweren Gitarrenriffs und wurde von einem berühmten Produzenten co-produziert?",
    "triviaAnswer": "Das Album „Blackwater Park“ von Opeth, veröffentlicht im Jahr 2001, wird als Meilenstein im Progressive Metal angesehen. Es enthält eine faszinierende Mischung aus akustischen Melodien und schweren Gitarrenriffs. Das Album wurde von Steven Wilson, bekannt als Frontmann von Porcupine Tree, co-produziert. Es zeigt die Fähigkeit der Band, komplexe musikalische Strukturen mit emotionaler Tiefe zu verweben, und hat Opeth als eine der führenden Kräfte im Progressive Metal etabliert."
  },
  {
    "category": "heavymetal",
    "band": "Rammstein",
    "album": "Mutter",
    "dataYear": "2001",
    "dataLength": "43:42",
    "dataSales": "1 Mio.",
    "coverSrc": "/bandcover/heavymetal/rammstein_mutter.jpg",
    "audioSrc": "/mp3s/heavymetal/rammstein_mutter.mp3",
    "jokerText": "Rammstein's Album Mutter, veröffentlicht im Jahr 2001, gilt als eines ihrer einflussreichsten Werke und hat die Band international bekannt gemacht. Der Titelsong Mutter und andere Lieder wie Sonne und Ich Will wurden zu Hits, die die charakteristische Mischung aus harten Gitarrenriffs und dramatischen orchestralen Arrangements zeigen. Das Album enthält auch vielschichtige Texte, die tiefgründige Themen wie Verlust, Sehnsucht und menschliche Beziehungen erforschen, oft eingebettet in kontroverse und provokative Geschichten.",
    "triviaQuestion": "Welches Album, bekannt für seine kraftvolle Mischung aus Industrial Metal und dramatischen Orchestrierungen, enthält Hits wie „Sonne“ und „Links 2 3 4“?",
    "triviaAnswer": "Das Album „Mutter“ von Rammstein, veröffentlicht im Jahr 2001, ist bekannt für seine kraftvolle Mischung aus Industrial Metal und dramatischen Orchestrierungen. Mit prägnanten Hits wie „Sonne“ und „Links 2 3 4“ sowie dem emotional tiefgründigen Titeltrack „Mutter“, hat das Album die musikalische Vielfalt und die künstlerische Tiefe von Rammstein unter Beweis gestellt. Es gilt als eines der einflussreichsten Werke der Band, das ihren internationalen Erfolg weiter festigte."
  },
  {
    "category": "heavymetal",
    "band": "Lamb of God",
    "album": "Ashes of the Wake",
    "dataYear": "2004",
    "dataLength": "44:11",
    "dataSales": "300 Tsd.",
    "coverSrc": "/bandcover/heavymetal/lamb_of_god_ashes_of_the_wake.jpg",
    "audioSrc": "/mp3s/heavymetal/lamb_of_god_ashes_of_the_wake.mp3",
    "jokerText": "Lamb of God's Album Ashes of the Wake, veröffentlicht 2004, ist stark von den politischen Ereignissen rund um den Irakkrieg inspiriert und gilt als eines der bedeutendsten Alben im Groove Metal Genre. Der Titeltrack Ashes of the Wake enthält ein gesprochenes Outro mit Originalzitaten eines ehemaligen Marine-Scharfschützen, was die düstere und kritische Haltung der Band gegenüber dem Krieg unterstreicht. Das Album markierte den kommerziellen Durchbruch der Band und etablierte sie fest in der Metal-Szene.",
    "triviaQuestion": "Welches Album, das als einer der Höhepunkte des modernen Groove Metal gilt, enthält aggressive und politisch aufgeladene Tracks wie „Laid to Rest“ und „Now You’ve Got Something to Die For“?",
    "triviaAnswer": "Das Album „Ashes of the Wake“ von Lamb of God, veröffentlicht im Jahr 2004, wird als einer der Höhepunkte des modernen Groove Metal angesehen. Es enthält aggressive und politisch aufgeladene Tracks wie „Laid to Rest“ und „Now You’ve Got Something to Die For“. Das Album ist bekannt für seine technische Präzision, kompromisslose Intensität und scharfe gesellschaftliche Kommentare, was es zu einem entscheidenden Werk im Metal-Genre gemacht hat."
  },
  {
    "category": "heavymetal",
    "band": "Testament",
    "album": "The Legacy",
    "dataYear": "1987",
    "dataLength": "45:58",
    "dataSales": "200 Tsd.",
    "coverSrc": "/bandcover/heavymetal/testament_the_legacy.jpg",
    "audioSrc": "/mp3s/heavymetal/testament_the_legacy.mp3",
    "jokerText": "Testament's Debütalbum The Legacy, veröffentlicht 1987, ist ein Schlüsselwerk im Thrash Metal Genre und hat die Band als eine der führenden Kräfte in der sogenannten Second Wave des Thrash Metal etabliert. Das Album zeichnet sich durch schnelle, aggressive Riffs und komplexes Songwriting aus, und Songs wie Over the Wall und Burnt Offerings sind bis heute Fanfavoriten. The Legacy wurde für seine technische Fertigkeit und seinen Einfluss auf nachfolgende Metal-Bands hoch gelobt.",
    "triviaQuestion": "Welches Debütalbum, das als ein wichtiger Beitrag zum Thrash Metal der späten 1980er Jahre gilt, enthält kraftvolle Tracks wie „Over the Wall“ und „The Haunting“?",
    "triviaAnswer": "Das Album „The Legacy“ von Testament, veröffentlicht im Jahr 1987, ist das Debütalbum der Band und gilt als ein wichtiger Beitrag zum Thrash Metal der späten 1980er Jahre. Mit kraftvollen Tracks wie „Over the Wall“ und „The Haunting“ stellte dieses Album Testaments Fähigkeit unter Beweis, technische Finesse mit roher Energie zu kombinieren. „The Legacy“ festigte die Band schnell als eine bedeutende Kraft innerhalb der Thrash-Metal-Szene und bleibt ein Klassiker des Genres."
  },
  {
    "category": "heavymetal",
    "band": "Sepultura",
    "album": "Roots",
    "dataYear": "1996",
    "dataLength": "49:33",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/heavymetal/sepultura_roots.jpg",
    "audioSrc": "/mp3s/heavymetal/sepultura_roots.mp3",
    "jokerText": "Sepultura's Album Roots, veröffentlicht 1996, ist bekannt für seine bahnbrechende Fusion von traditioneller brasilianischer Musik und Thrash Metal. Das Album beinhaltet die Zusammenarbeit mit indigenen Musikern und verwendet Instrumente wie die Berimbau und andere native Perkussionsinstrumente. Diese kulturelle Verschmelzung macht Roots zu einem einzigartigen Album in der Metal-Szene und hat dazu beigetragen, Sepultura als eine der innovativsten Bands ihres Genres zu etablieren.",
    "triviaQuestion": "Welches Album, das für seine einzigartige Mischung aus Heavy Metal und brasilianischen Einflüssen bekannt ist, enthält bahnbrechende Tracks wie „Roots Bloody Roots“ und „Attitude“?",
    "triviaAnswer": "Das Album „Roots“ von Sepultura, veröffentlicht im Jahr 1996, ist bekannt für seine einzigartige Mischung aus Heavy Metal und traditionellen brasilianischen Einflüssen. Mit bahnbrechenden Tracks wie „Roots Bloody Roots“ und „Attitude“ revolutionierte das Album das Metal-Genre, indem es Elemente der indigenen brasilianischen Musik integrierte. „Roots“ wird oft als eines der einflussreichsten Alben der 1990er Jahre angesehen und markierte einen Höhepunkt in Sepulturas Karriere."
  },
  {
    "category": "heavymetal",
    "band": "Accept",
    "album": "Balls to the Wall",
    "dataYear": "1983",
    "dataLength": "42:37",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/heavymetal/accept_balls_to_the_wall.jpg",
    "audioSrc": "/mp3s/heavymetal/accept_balls_to_the_wall.mp3",
    "jokerText": "Accept's Album Balls to the Wall, veröffentlicht 1983, ist eines der bekanntesten Werke der Band und ein Meilenstein im Heavy Metal. Der Titeltrack Balls to the Wall wurde zu einer Hymne des Genres und ist für seine kraftvollen Riffs und den markanten, anklagenden Gesang bekannt. Das Album enthält provokative Texte, die soziale und politische Themen wie Unterdrückung und Rebellion behandeln, was damals für einiges Aufsehen sorgte und der Band zusätzliche Aufmerksamkeit einbrachte.",
    "triviaQuestion": "Welches Album, das als Klassiker des Heavy Metal gilt, enthält den kraftvollen Titeltrack, der zu einer Hymne des Genres wurde?",
    "triviaAnswer": "Das Album „Balls to the Wall“ von Accept, veröffentlicht im Jahr 1983, gilt als Klassiker des Heavy Metal und enthält den kraftvollen Titeltrack „Balls to the Wall“, der zu einer Hymne des Genres wurde. Dieses Album zeigte Accepts charakteristischen Sound mit harten Riffs und markanten Melodien und trug wesentlich dazu bei, die Band international bekannt zu machen. „Balls to the Wall“ bleibt ein zentrales Werk in der Geschichte des Heavy Metal."
  },
  {
    "category": "heavymetal",
    "band": "Kreator",
    "album": "Coma of Souls",
    "dataYear": "1990",
    "dataLength": "45:58",
    "dataSales": "300 Tsd.",
    "coverSrc": "/bandcover/heavymetal/kreator_coma_of_souls.jpg",
    "audioSrc": "/mp3s/heavymetal/kreator_coma_of_souls.mp3",
    "jokerText": "Kreator's Album Coma of Souls, veröffentlicht 1990, gilt als eines der besten Thrash-Metal-Alben der deutschen Metal-Szene. Das Album vereint die aggressive Intensität des Thrash Metal mit komplexen Melodien und politischen sowie sozialen Kommentaren in den Texten. Songs wie People of the Lie kritisieren die Heuchelei und Gewalt in der Gesellschaft, und das Album markierte den Höhepunkt der ersten kreativen Phase von Kreator, bevor die Band in den 1990er Jahren mit experimentelleren Stilen weiterarbeitete.",
    "triviaQuestion": "Welches Album, das als ein Highlight des deutschen Thrash Metal gilt, enthält kraftvolle Tracks wie „People of the Lie“ und „When the Sun Burns Red“?",
    "triviaAnswer": "Das Album „Coma of Souls“ von Kreator, veröffentlicht im Jahr 1990, gilt als ein Highlight des deutschen Thrash Metal. Es enthält kraftvolle Tracks wie „People of the Lie“ und „When the Sun Burns Red“, die die technische Raffinesse und die aggressive Energie der Band perfekt einfangen. „Coma of Souls“ zeigt Kreator auf dem Höhepunkt ihres Schaffens und bleibt ein einflussreiches Album im Thrash-Metal-Genre."
  },
  {
    "category": "heavymetal",
    "band": "Children of Bodom",
    "album": "Follow the Reaper",
    "dataYear": "2000",
    "dataLength": "40:16",
    "dataSales": "200 Tsd.",
    "coverSrc": "/bandcover/heavymetal/children_of_bodom_follow_the_reaper.jpg",
    "audioSrc": "/mp3s/heavymetal/children_of_bodom_follow_the_reaper.mp3",
    "jokerText": "Children of Bodom's Album Follow the Reaper, veröffentlicht im Jahr 2000, wird oft als eines ihrer besten Werke angesehen und ist ein Meilenstein im Melodic Death Metal Genre. Das Album zeichnet sich durch seine Mischung aus schnellen, aggressiven Riffs und melodischen Keyboard-Passagen aus, die den einzigartigen Sound der Band prägen. Follow the Reaper brachte Children of Bodom internationale Anerkennung und enthält einige ihrer bekanntesten Songs, darunter Everytime I Die und Hate Me!.",
    "triviaQuestion": "Welches Album, das als Meisterwerk des Melodic Death Metal gilt, enthält charakteristische Tracks wie „Everytime I Die“ und „Hate Me!“?",
    "triviaAnswer": "Das Album „Follow the Reaper“ von Children of Bodom, veröffentlicht im Jahr 2000, gilt als Meisterwerk des Melodic Death Metal. Mit charakteristischen Tracks wie „Everytime I Die“ und „Hate Me!“ zeigte das Album die einzigartige Mischung aus aggressiven Riffs, melodischen Elementen und virtuosen Gitarrensoli, die den Stil der Band definieren. „Follow the Reaper“ festigte Children of Bodom als eine der führenden Bands in ihrem Genre und bleibt ein Fan-Favorit."
  },
  {
    "category": "heavymetal",
    "band": "Powerwolf",
    "album": "Blood of the Saints",
    "dataYear": "2011",
    "dataLength": "47:01",
    "dataSales": "150 Tsd.",
    "coverSrc": "/bandcover/heavymetal/powerwolf_blood_of_the_saints.jpg",
    "audioSrc": "/mp3s/heavymetal/powerwolf_blood_of_the_saints.mp3",
    "jokerText": "Powerwolf's Album Blood of the Saints, veröffentlicht 2011, markierte einen großen Durchbruch für die Band und festigte ihren Ruf als führende Kraft im Power Metal Genre. Das Album ist bekannt für seine bombastischen Hymnen und den theatralischen, oft religiös inspirierten Texten, die zu einem Markenzeichen der Band wurden. Blood of the Saints brachte Powerwolf ihren ersten Einstieg in die deutschen Top-20-Charts und enthielt Fan-Favoriten wie We Drink Your Blood und Sanctified with Dynamite.",
    "triviaQuestion": "Welches Album, bekannt für seine bombastischen Hymnen und religiös inspirierten Texte, enthält kraftvolle Tracks wie „We Drink Your Blood“ und „Sanctified with Dynamite“?",
    "triviaAnswer": "Das Album „Blood of the Saints“ von Powerwolf, veröffentlicht im Jahr 2011, ist bekannt für seine bombastischen Hymnen und religiös inspirierten Texte. Mit kraftvollen Tracks wie „We Drink Your Blood“ und „Sanctified with Dynamite“ kombiniert das Album opernhafte Chöre, epische Melodien und eingängige Riffs, die den einzigartigen Stil der Band prägen. „Blood of the Saints“ war ein großer Erfolg und trug dazu bei, Powerwolf als eine der führenden Kräfte im Power Metal zu etablieren."
  },
  {
    "category": "heavymetal",
    "band": "Blind Guardian",
    "album": "Nightfall in Middle-Earth",
    "dataYear": "1998",
    "dataLength": "60:15",
    "dataSales": "300 Tsd.",
    "coverSrc": "/bandcover/heavymetal/blind_guardian_nightfall_in_middle-earth.jpg",
    "audioSrc": "/mp3s/heavymetal/blind_guardian_nightfall_in_middle-earth.mp3",
    "jokerText": "Blind Guardian's Album Nightfall in Middle-Earth, veröffentlicht 1998, ist ein Konzeptalbum, das vollständig auf J.R.R. Tolkiens Das Silmarillion basiert. Es erzählt die Geschichte der Ersten Zeitalters von Mittelerde durch eine Mischung aus epischem Power Metal und erzählerischen Zwischenspielen. Das Album gilt als eines der bedeutendsten Werke von Blind Guardian und wird oft als ein Meisterwerk des symphonischen und epischen Metal angesehen, das die Fantasyliteratur und Musik auf einzigartige Weise verbindet.",
    "triviaQuestion": "Welches Konzeptalbum, inspiriert von J.R.R. Tolkiens „Silmarillion“, enthält epische Tracks wie „Mirror Mirror“ und „Nightfall“?",
    "triviaAnswer": "Das Album „Nightfall in Middle-Earth“ von Blind Guardian, veröffentlicht im Jahr 1998, ist ein Konzeptalbum, das von J.R.R. Tolkiens „Silmarillion“ inspiriert wurde. Es enthält epische Tracks wie „Mirror Mirror“ und „Nightfall“ und erzählt die Geschichten und Legenden von Tolkiens Welt in musikalischer Form. Das Album ist für seine komplexen Arrangements, orchestralen Elemente und erzählerische Tiefe bekannt und gilt als eines der Meisterwerke des Power Metal."
  },
  {
    "category": "heavymetal",
    "band": "Paradise Lost",
    "album": "Draconian Times",
    "dataYear": "1995",
    "dataLength": "45:52",
    "dataSales": "200 Tsd.",
    "coverSrc": "/bandcover/heavymetal/paradise_lost_draconian_times.jpg",
    "audioSrc": "/mp3s/heavymetal/paradise_lost_draconian_times.mp3",
    "jokerText": "Paradise Lost's Album Draconian Times, veröffentlicht 1995, wird oft als das wichtigste Werk der Band angesehen und markierte ihren kommerziellen Höhepunkt. Das Album kombiniert Elemente von Gothic Metal mit melodischem Rock und ist bekannt für seine düstere Atmosphäre und emotionalen Texte. Draconian Times hat entscheidend dazu beigetragen, den Gothic Metal zu definieren und Paradise Lost als eine der führenden Bands dieses Genres zu etablieren.",
    "triviaQuestion": "Welches Album, das als Meisterwerk des Gothic Metal gilt, enthält düstere und atmosphärische Tracks wie „The Last Time“ und „Hallowed Land“?",
    "triviaAnswer": "Das Album „Draconian Times“ von Paradise Lost, veröffentlicht im Jahr 1995, gilt als Meisterwerk des Gothic Metal. Es enthält düstere und atmosphärische Tracks wie „The Last Time“ und „Hallowed Land“ und zeigt die Band auf dem Höhepunkt ihrer kreativen Kraft. Mit seiner Mischung aus schweren Riffs, melancholischen Melodien und tiefgründigen Texten hat „Draconian Times“ einen maßgeblichen Einfluss auf das Gothic-Metal-Genre ausgeübt und bleibt ein ikonisches Werk in der Diskografie von Paradise Lost."
  },
  {
    "category": "heavymetal",
    "band": "Amorphis",
    "album": "Tales from the Thousand Lakes",
    "dataYear": "1994",
    "dataLength": "49:15",
    "dataSales": "150 Tsd.",
    "coverSrc": "/bandcover/heavymetal/amorphis_tales_from_the_thousand_lakes.jpg",
    "audioSrc": "/mp3s/heavymetal/amorphis_tales_from_the_thousand_lakes.mp3",
    "jokerText": "Amorphis' Album Tales from the Thousand Lakes, veröffentlicht 1994, ist ein wegweisendes Werk im Melodic Death Metal Genre und wurde stark von der finnischen Mythologie inspiriert, insbesondere von dem Nationalepos Kalevala. Das Album kombiniert harte Death Metal-Riffs mit melodischen Keyboards und traditionellen finnischen Einflüssen, was ihm einen einzigartigen und epischen Klang verleiht. Tales from the Thousand Lakes etablierte Amorphis international und gilt als eines der bedeutendsten Alben der finnischen Metal-Szene.",
    "triviaQuestion": "Welches Album, das als wegweisendes Werk im Melodic Death Metal gilt, kombiniert finnische Folklore mit epischen Melodien und enthält Songs wie „Black Winter Day“ und „Into Hiding“?",
    "triviaAnswer": "Das Album „Tales from the Thousand Lakes“ von Amorphis, veröffentlicht im Jahr 1994, gilt als wegweisendes Werk im Melodic Death Metal. Es kombiniert finnische Folklore und Mythologie mit epischen Melodien und innovativen musikalischen Elementen. Songs wie „Black Winter Day“ und „Into Hiding“ zeigen die einzigartige Fähigkeit der Band, traditionelle finnische Geschichten mit harten, aber melodischen Metal-Strukturen zu verbinden. Dieses Album hat Amorphis international bekannt gemacht und bleibt ein Klassiker des Genres."
  },
  {
    "category": "heavymetal",
    "band": "Hammerfall",
    "album": "Renegade",
    "dataYear": "2000",
    "dataLength": "47:32",
    "dataSales": "200 Tsd.",
    "coverSrc": "/bandcover/heavymetal/hammerfall_renegade.jpg",
    "audioSrc": "/mp3s/heavymetal/hammerfall_renegade.mp3",
    "jokerText": "HammerFall's Album Renegade, veröffentlicht im Jahr 2000, war ihr erster großer kommerzieller Erfolg und das erste ihrer Alben, das die Spitze der schwedischen Charts erreichte. Mit einer polierten Produktion und hymnischen Tracks wie dem Titeltrack Renegade und Templars of Steel festigte das Album HammerFall's Ruf als führende Band des modernen Power Metal. Es markierte auch eine Weiterentwicklung des Sounds der Band, indem es melodische Elemente noch stärker in den Vordergrund stellte.",
    "triviaQuestion": "Welches Album, das die Power-Metal-Szene weiter gestärkt hat, enthält hymnenhafte Tracks wie „Renegade“ und „Templars of Steel“?",
    "triviaAnswer": "Das Album „Renegade“ von HammerFall, veröffentlicht im Jahr 2000, ist bekannt für seine hymnenhaften Tracks wie „Renegade“ und „Templars of Steel“. Dieses Album trug dazu bei, die Power-Metal-Szene zu stärken und festigte HammerFall’s Ruf als eine der führenden Bands des Genres. Mit kraftvollen Riffs, eingängigen Melodien und epischen Themen bleibt „Renegade“ ein Fan-Favorit und ein bedeutender Beitrag zur Power-Metal-Diskografie."
  },
  {
    "category": "heavymetal",
    "band": "Grave Digger",
    "album": "The Grave Digger",
    "dataYear": "2001",
    "dataLength": "50:17",
    "dataSales": "100 Tsd.",
    "coverSrc": "/bandcover/heavymetal/grave_digger_the_grave_digger.jpg",
    "audioSrc": "/mp3s/heavymetal/grave_digger_the_grave_digger.mp3",
    "jokerText": "Grave Digger's Album The Grave Digger, veröffentlicht 2001, ist ein düsteres Konzeptalbum, das von den Werken des amerikanischen Schriftstellers Edgar Allan Poe inspiriert wurde. Jeder Song auf dem Album bezieht sich auf eine andere Geschichte oder ein Gedicht von Poe, was zu einer besonders atmosphärischen und unheilvollen Stimmung führt. Das Album wird oft als eines der besten und dunkelsten Werke der Band angesehen und zeigt ihre Fähigkeit, Heavy Metal mit literarischen Themen zu verbinden.",
    "triviaQuestion": "Welches Album, das für seine düstere Atmosphäre und seine thematische Tiefe bekannt ist, enthält Tracks wie „The Grave Digger“ und „Scythe of Time“?",
    "triviaAnswer": "Das Album „The Grave Digger“ von Grave Digger, veröffentlicht im Jahr 2001, ist bekannt für seine düstere Atmosphäre und thematische Tiefe. Es enthält kraftvolle Tracks wie „The Grave Digger“ und „Scythe of Time“ und ist inspiriert von den unheimlichen und morbiden Geschichten von Edgar Allan Poe. Dieses Album markiert eine Rückkehr zu den härteren und dunkleren Wurzeln der Band und wird von Fans und Kritikern gleichermaßen als eines der stärksten Werke in der Diskografie von Grave Digger angesehen."
  },
  {
    "category": "heavymetal",
    "band": "Overkill",
    "album": "Horrorscope",
    "dataYear": "1991",
    "dataLength": "48:24",
    "dataSales": "15 Tsd.",
    "coverSrc": "/bandcover/heavymetal/overkill_horrorscope.jpg",
    "audioSrc": "/mp3s/heavymetal/overkill_horrorscope.mp3",
    "jokerText": "Overkill's Album Horrorscope, veröffentlicht 1991, wird oft als eines der besten Werke der Band und ein Klassiker des Thrash Metal angesehen. Nach dem Ausstieg ihres Gitarristen Bobby Gustafson trat die Band mit zwei neuen Gitarristen, Merritt Gant und Rob Cannavino, auf diesem Album an, was zu einem noch härteren und vielseitigeren Sound führte. Horrorscope ist bekannt für seine intensiven Riffs und kraftvollen Texte, die Themen wie soziale Ungerechtigkeit und persönliche Kämpfe behandeln, und hat Overkill's Status als eine der beständigsten und einflussreichsten Bands im Thrash Metal gefestigt.",
    "triviaQuestion": "Welches Album, das als Meilenstein im Thrash Metal gilt, enthält aggressive und technisch versierte Tracks wie „Coma“ und „Thanx for Nothin’“?",
    "triviaAnswer": "Das Album „Horrorscope“ von Overkill, veröffentlicht im Jahr 1991, gilt als Meilenstein im Thrash Metal. Es enthält aggressive und technisch versierte Tracks wie „Coma“ und „Thanx for Nothin’“, die die Präzision und die Intensität der Band zeigen. „Horrorscope“ ist bekannt für seinen schweren, düsteren Sound und die herausragende Produktion, die es zu einem der beliebtesten und einflussreichsten Alben in der Diskografie von Overkill macht."
  },
  {
    "category": "heavymetal",
    "band": "Coroner",
    "album": "Mental Vortex",
    "dataYear": "1991",
    "dataLength": "45:32",
    "dataSales": "50 Tsd.",
    "coverSrc": "/bandcover/heavymetal/coroner_mental_vortex.jpg",
    "audioSrc": "/mp3s/heavymetal/coroner_mental_vortex.mp3",
    "jokerText": "Coroner's Album Mental Vortex, veröffentlicht 1991, gilt als eines der technisch anspruchsvollsten und innovativsten Werke im Thrash Metal Genre. Das Album zeigt die Band auf dem Höhepunkt ihrer Kreativität, indem sie komplexe Songstrukturen und unkonventionelle Rhythmen mit einem düsteren und atmosphärischen Sound kombiniert. Mental Vortex markierte einen weiteren Schritt in der musikalischen Weiterentwicklung von Coroner und festigte ihren Ruf als eine der progressivsten und technisch versiertesten Bands der Thrash Metal-Szene.",
    "triviaQuestion": "Welches Album, das als technisches Meisterwerk im Thrash Metal gilt, enthält komplexe und atmosphärische Tracks wie „Divine Step (Conspectu Mortis)“ und „Semtex Revolution“?",
    "triviaAnswer": "Das Album „Mental Vortex“ von Coroner, veröffentlicht im Jahr 1991, gilt als technisches Meisterwerk im Thrash Metal. Es enthält komplexe und atmosphärische Tracks wie „Divine Step (Conspectu Mortis)“ und „Semtex Revolution“, die die technischen Fähigkeiten und das progressive Songwriting der Band unter Beweis stellen. „Mental Vortex“ zeigt Coroner auf dem Höhepunkt ihrer Kreativität und bleibt ein einflussreiches Werk, das sowohl Fans als auch Kritiker beeindruckt hat."
  },
  {
    "category": "heavymetal",
    "band": "Sodom",
    "album": "Agent Orange",
    "dataYear": "1989",
    "dataLength": "41:43",
    "dataSales": "100 Tsd.",
    "coverSrc": "/bandcover/heavymetal/sodom_agent_orange.jpg",
    "audioSrc": "/mp3s/heavymetal/sodom_agent_orange.mp3",
    "jokerText": "Sodom's Album Agent Orange, veröffentlicht 1989, ist eines der erfolgreichsten Thrash Metal Alben einer deutschen Band und gilt als ein Klassiker des Genres. Es war das erste Thrash Metal Album, das in Deutschland die Charts erreichte, und thematisiert hauptsächlich den Vietnamkrieg, was im Titeltrack Agent Orange besonders hervorsticht. Das Album festigte Sodom's Stellung als eine der Big Four des deutschen Thrash Metal und bleibt ein Meilenstein in ihrer Karriere.",
    "triviaQuestion": "Welches Album, das als eines der bedeutendsten Werke des Thrash Metal gilt, thematisiert Krieg und Zerstörung und enthält kraftvolle Tracks wie „Remember the Fallen“?",
    "triviaAnswer": "Das Album „Agent Orange“ von Sodom, veröffentlicht im Jahr 1989, gilt als eines der bedeutendsten Werke des Thrash Metal. Mit kraftvollen Tracks wie „Agent Orange“ und „Remember the Fallen“ thematisiert das Album Krieg und Zerstörung, insbesondere den Vietnamkrieg, und kombiniert aggressive Riffs mit eindringlichen Texten. „Agent Orange“ festigte Sodom’s Ruf als eine der führenden Thrash-Metal-Bands und bleibt ein Klassiker des Genres."
  },
  {
    "category": "heavymetal",
    "band": "Exodus",
    "album": "Bonded by Blood",
    "dataYear": "1985",
    "dataLength": "40:13",
    "dataSales": "150 Tsd.",
    "coverSrc": "/bandcover/heavymetal/exodus_bonded_by_blood.jpg",
    "audioSrc": "/mp3s/heavymetal/exodus_bonded_by_blood.mp3",
    "jokerText": "Exodus' Album Bonded by Blood, veröffentlicht 1985, ist ein Meilenstein des Thrash Metal und gilt als eines der einflussreichsten Debütalben des Genres. Obwohl das Album aufgrund von Produktionsverzögerungen erst zwei Jahre nach seiner Aufnahme veröffentlicht wurde, prägte es die Entwicklung des Thrash Metal maßgeblich und enthält Klassiker wie den Titeltrack Bonded by Blood und A Lesson in Violence. Das Album wird oft als wegweisend für den aggressiven und schnellen Sound des Thrash Metal angesehen und hat Exodus als eine der wichtigsten Bands der Szene etabliert.",
    "triviaQuestion": "Welches Album, das als eines der wegweisendsten Werke im Thrash Metal gilt, enthält ikonische Tracks wie „Strike of the Beast“?",
    "triviaAnswer": "Das Album „Bonded by Blood“ von Exodus, veröffentlicht im Jahr 1985, gilt als eines der wegweisendsten Werke im Thrash Metal. Es enthält ikonische Tracks wie „Bonded by Blood“ und „Strike of the Beast“, die für ihre rasanten Riffs und aggressiven Vocals bekannt sind. Dieses Debütalbum hat entscheidend dazu beigetragen, die Thrash-Metal-Szene der 1980er Jahre zu formen und bleibt ein unverzichtbarer Klassiker des Genres."
  },
  {
    "category": "heavymetal",
    "band": "At the Gates",
    "album": "Slaughter of the Soul",
    "dataYear": "1995",
    "dataLength": "33:00",
    "dataSales": "200 Tsd.",
    "coverSrc": "/bandcover/heavymetal/at_the_gates_slaughter_of_the_soul.jpg",
    "audioSrc": "/mp3s/heavymetal/at_the_gates_slaughter_of_the_soul.mp3",
    "jokerText": "At the Gates' Album Slaughter of the Soul, veröffentlicht 1995, gilt als ein Eckpfeiler des Melodic Death Metal und hatte einen enormen Einfluss auf die Entwicklung des Genres. Das Album ist bekannt für seine präzisen Riffs, aggressiven Vocals und den Einsatz von Melodien, die es von vielen anderen Death Metal Veröffentlichungen seiner Zeit unterscheiden. Slaughter of the Soul wird oft als eines der besten Metal-Alben der 1990er Jahre angesehen und inspirierte eine ganze Generation von Metal-Bands weltweit.",
    "triviaQuestion": "Welches Album, das als Meilenstein des Melodic Death Metal gilt, enthält energiegeladene Tracks wie „Blinded by Fear“ und „Cold“?",
    "triviaAnswer": "Das Album „Slaughter of the Soul“ von At the Gates, veröffentlicht im Jahr 1995, gilt als Meilenstein des Melodic Death Metal. Es enthält energiegeladene Tracks wie „Blinded by Fear“ und „Cold“ und ist bekannt für seine präzisen Riffs, intensiven Vocals und eingängigen Melodien. Dieses Album hat das Genre nachhaltig beeinflusst und wird oft als eines der besten und einflussreichsten Werke im Melodic Death Metal angesehen."
  },
  {
    "category": "heavymetal",
    "band": "Gorguts",
    "album": "Obscura",
    "dataYear": "1998",
    "dataLength": "47:56",
    "dataSales": "50 Tsd.",
    "coverSrc": "/bandcover/heavymetal/gorguts_obscura.jpg",
    "audioSrc": "/mp3s/heavymetal/gorguts_obscura.mp3",
    "jokerText": "Gorguts' Album Obscura, veröffentlicht 1998, ist bekannt für seine avantgardistische und komplexe Herangehensweise an Death Metal und gilt als eines der innovativsten Alben des Genres. Mit seiner unkonventionellen Songstruktur, atonalen Riffs und chaotischen, doch präzisen Arrangements brach Obscura radikal mit den traditionellen Death Metal-Konventionen und setzte neue Maßstäbe für technische und experimentelle Musik im Metal. Das Album wurde zunächst als kontrovers empfunden, hat aber im Laufe der Jahre Kultstatus erlangt und ist ein wichtiger Einfluss auf viele progressive und technische Death Metal-Bands.",
    "triviaQuestion": "Welches Album, das als bahnbrechendes Werk im technischen Death Metal gilt, enthält avantgardistische und komplexe Tracks wie„Earthly Love“?",
    "triviaAnswer": "Das Album „Obscura“ von Gorguts, veröffentlicht im Jahr 1998, gilt als bahnbrechendes Werk im technischen Death Metal. Es enthält avantgardistische und komplexe Tracks wie „Obscura“ und „Earthly Love“ und ist bekannt für seine dissonanten Riffs, ungewöhnlichen Strukturen und experimentellen Klänge. Dieses Album hat das Genre durch seine innovative Herangehensweise an Songwriting und Technik neu definiert und bleibt ein Kultklassiker unter Fans des extremen Metal."
  },
  {
    "category": "heavymetal",
    "band": "Morgoth",
    "album": "Cursed",
    "dataYear": "1991",
    "dataLength": "42:29",
    "dataSales": "50 Tsd.",
    "coverSrc": "/bandcover/heavymetal/morgoth_cursed.jpg",
    "audioSrc": "/mp3s/heavymetal/morgoth_cursed.mp3",
    "jokerText": "Morgoth's Album Cursed, veröffentlicht 1991, gilt als eines der prägendsten Werke im deutschen Death Metal. Das Album zeichnet sich durch seine düstere Atmosphäre, schwere Riffs und grimmige Vocals aus, die einen unverkennbaren Sound schaffen. Cursed hat Morgoth international bekannt gemacht und bleibt ein wichtiger Meilenstein im Death Metal, der die Band als eine der führenden Kräfte in der deutschen und europäischen Metal-Szene etabliert hat.",
    "triviaQuestion": "Welches Album, das als bedeutendes Werk des frühen Death Metal gilt, enthält düstere und kraftvolle Tracks wie „Isolated“ und „Sold Baptism“?",
    "triviaAnswer": "Das Album „Cursed“ von Morgoth, veröffentlicht im Jahr 1991, gilt als ein bedeutendes Werk des frühen Death Metal. Es enthält düstere und kraftvolle Tracks wie „Isolated“ und „Sold Baptism“, die durch ihre schweren Riffs, dunkle Atmosphäre und intensiven Vocals überzeugen. „Cursed“ etablierte Morgoth als eine wichtige Band in der Death-Metal-Szene der 1990er Jahre und bleibt ein Klassiker des Genres."
  },
  {
    "category": "heavymetal",
    "band": "Death",
    "album": "Symbolic",
    "dataYear": "1995",
    "dataLength": "43:53",
    "dataSales": "100 Tsd.",
    "coverSrc": "/bandcover/heavymetal/death_symbolic.jpg",
    "audioSrc": "/mp3s/heavymetal/death_symbolic.mp3",
    "jokerText": "Death's Album Symbolic, veröffentlicht 1995, wird oft als eines der größten Meisterwerke im Death Metal und Progressive Metal angesehen. Es markierte eine Weiterentwicklung des Stils der Band, indem es komplexere Songstrukturen, tiefere lyrische Themen und melodischere Elemente einführte, die das Album über die traditionellen Grenzen des Death Metal hinausheben. Symbolic gilt als einflussreiches Werk, das die Entwicklung des technischen und progressiven Death Metal nachhaltig geprägt hat und von Fans und Kritikern gleichermaßen hoch geschätzt wird.",
    "triviaQuestion": "Welches Album, das als Meisterwerk des progressiven Death Metal gilt, enthält technisch anspruchsvolle und tiefgründige Tracks wie „Crystal Mountain“?",
    "triviaAnswer": "Das Album „Symbolic“ von Death, veröffentlicht im Jahr 1995, gilt als Meisterwerk des progressiven Death Metal. Es enthält technisch anspruchsvolle und tiefgründige Tracks wie „Symbolic“ und „Crystal Mountain“, die durch ihre komplexen Arrangements, virtuose Instrumentation und philosophische Texte beeindrucken. „Symbolic“ hat das Genre nachhaltig beeinflusst und wird oft als eines der besten Alben in der Geschichte des Death Metal angesehen."
  },
  {
    "category": "heavymetal",
    "band": "Entombed",
    "album": "Wolverine Blues",
    "dataYear": "1996",
    "dataLength": "43:34",
    "dataSales": "100 Tsd.",
    "coverSrc": "/bandcover/heavymetal/entombed_wolverine_blues.jpg",
    "audioSrc": "/mp3s/heavymetal/entombed_wolverine_blues.mp3",
    "jokerText": "Entombed's Album Wolverine Blues, veröffentlicht 1993, markierte eine bedeutende stilistische Veränderung der Band hin zu einem Sound, der als Death 'n' Roll bekannt wurde. Das Album kombiniert den aggressiven Stil des Death Metal mit den groovigen, rockigen Elementen des Hard Rock, was es von den früheren, rein death metal-lastigen Veröffentlichungen der Band abhebt. Wolverine Blues ist ein wegweisendes Werk, das einen neuen Substil innerhalb des Metal-Genres prägte und Entombed internationale Anerkennung verschaffte.",
    "triviaQuestion": "Welches Album, das als wegweisend für den Death 'n' Roll-Stil gilt, enthält kraftvolle Tracks wie „Out of Hand“?",
    "triviaAnswer": "Das Album „Wolverine Blues“ von Entombed, veröffentlicht im Jahr 1993, gilt als wegweisend für den Death 'n' Roll-Stil, der Death Metal mit Rock 'n' Roll-Einflüssen kombiniert. Mit kraftvollen Tracks wie „Wolverine Blues“ und „Out of Hand“ markierte dieses Album einen stilistischen Wandel für die Band und beeinflusste viele andere im Genre. „Wolverine Blues“ wird für seinen Groove, seine eingängigen Riffs und seine rohe Energie geschätzt und bleibt ein bedeutendes Werk in der Metal-Geschichte."
  },
  {
    "category": "heavymetal",
    "band": "Dark Angel",
    "album": "Darkness Descends",
    "dataYear": "1986",
    "dataLength": "38:58",
    "dataSales": "50 Tsd.",
    "coverSrc": "/bandcover/heavymetal/dark_angel_darkness_descends.jpg",
    "audioSrc": "/mp3s/heavymetal/dark_angel_darkness_descends.mp3",
    "jokerText": "Dark Angel's Album Darkness Descends, veröffentlicht 1986, wird oft als eines der intensivsten und brutalsten Thrash Metal-Alben aller Zeiten angesehen. Mit seiner extrem schnellen Spielweise und komplexen Songstrukturen setzte das Album neue Maßstäbe für das Genre und beeinflusste zahlreiche nachfolgende Thrash und Death Metal-Bands. Darkness Descends festigte Dark Angels Ruf als eine der härtesten Bands im Thrash Metal und gilt heute als Klassiker des Genres.",
    "triviaQuestion": "Welches Album, das als eines der intensivsten und schnellsten Werke im Thrash Metal gilt, enthält gnadenlose Tracks wie „Merciless Death“?",
    "triviaAnswer": "Das Album „Darkness Descends“ von Dark Angel, veröffentlicht im Jahr 1986, gilt als eines der intensivsten und schnellsten Werke im Thrash Metal. Mit gnadenlosen Tracks wie „Merciless Death“ und „Darkness Descends“ ist das Album bekannt für seine extremen Geschwindigkeiten, komplexen Riffs und aggressive Energie. „Darkness Descends“ hat sich als einflussreicher Klassiker im Thrash-Metal-Genre etabliert und bleibt ein Muss für Fans extremen Metals."
  },
  {
    "category": "latinvibes",
    "band": "Shakira",
    "album": "Fijación Oral, Vol. 1",
    "dataYear": "2005",
    "dataLength": "42:18",
    "dataSales": "4 Mio.",
    "coverSrc": "/bandcover/latinvibes/shakira_fijacion_oral_vol_1.jpg",
    "audioSrc": "/mp3s/latinvibes/shakira_fijacion_oral_vol_1.mp3",
    "jokerText": "Shakira's Album Fijación Oral, Vol. 1, veröffentlicht 2005, war ihr erstes spanischsprachiges Album seit fünf Jahren und wurde ein großer Erfolg, indem es weltweit die Spitze der Charts erreichte. Das Album gewann mehrere Grammy Awards, darunter den Preis für das beste Latin-Pop-Album, und enthält den Hit La Tortura, ein Duett mit dem spanischen Sänger Alejandro Sanz, das eines der meistverkauften spanischsprachigen Lieder aller Zeiten wurde.",
    "triviaQuestion": "Welches Album, das als eines der erfolgreichsten spanischsprachigen Alben der 2000er Jahre gilt, enthält Hits wie „La Tortura“ und „No“?",
    "triviaAnswer": "Das Album „Fijación Oral, Vol. 1“ von Shakira, veröffentlicht im Jahr 2005, gilt als eines der erfolgreichsten spanischsprachigen Alben der 2000er Jahre. Es enthält Hits wie „La Tortura“ (featuring Alejandro Sanz) und „No“ und zeigt Shakiras charakteristische Mischung aus Pop, Rock und lateinamerikanischen Rhythmen. Das Album wurde weltweit gefeiert und brachte Shakira mehrere Auszeichnungen, darunter einen Grammy Award für das beste Latin-Pop-Album."
  },
  {
    "category": "latinvibes",
    "band": "Daddy Yankee",
    "album": "Barrio Fino",
    "dataYear": "2004",
    "dataLength": "53:55",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/latinvibes/daddy_yankee_barrio_fino.jpg",
    "audioSrc": "/mp3s/latinvibes/daddy_yankee_barrio_fino.mp3",
    "jokerText": "Daddy Yankee's Album Barrio Fino, veröffentlicht 2004, gilt als Meilenstein in der Geschichte des Reggaeton und half dabei, das Genre weltweit populär zu machen. Das Album enthält den Hit Gasolina, der Reggaeton international bekannt machte und Daddy Yankee als King of Reggaeton etablierte. Barrio Fino war das erste Reggaeton-Album, das den ersten Platz in den Billboard Latin Albums Charts erreichte, und es trug maßgeblich dazu bei, das Genre über die lateinamerikanische Community hinaus bekannt zu machen.",
    "triviaQuestion": "Welches Album, das als Meilenstein im Reggaeton gilt, enthält den weltweiten Hit „Gasolina“ und brachte dem Genre internationale Anerkennung?",
    "triviaAnswer": "Das Album „Barrio Fino“ von Daddy Yankee, veröffentlicht im Jahr 2004, gilt als Meilenstein im Reggaeton. Es enthält den weltweiten Hit „Gasolina“, der das Genre international bekannt machte und zu einem kulturellen Phänomen wurde. „Barrio Fino“ etablierte Daddy Yankee als eine zentrale Figur im Reggaeton und trug dazu bei, den Sound und die Energie des Genres global zu verbreiten."
  },
  {
    "category": "latinvibes",
    "band": "J Balvin",
    "album": "Vibras",
    "dataYear": "2018",
    "dataLength": "33:54",
    "dataSales": "500 Tsd.",
    "coverSrc": "/bandcover/latinvibes/j_balvin_vibras.jpg",
    "audioSrc": "/mp3s/latinvibes/j_balvin_vibras.mp3",
    "jokerText": "J Balvin's Album Vibras, veröffentlicht 2018, spielte eine entscheidende Rolle bei der globalen Verbreitung der Reggaeton-Musik und brachte das Genre auf eine neue Ebene der internationalen Anerkennung. Das Album, das unter anderem den Hit Mi Gente enthält, wurde von Kritikern gelobt und half dabei, den Weg für die wachsende Akzeptanz spanischsprachiger Musik in den internationalen Popcharts zu ebnen. Vibras wurde nicht nur kommerziell erfolgreich, sondern auch kulturell bedeutend, da es den Einfluss lateinamerikanischer Musik auf die weltweite Musiklandschaft weiter verstärkte.",
    "triviaQuestion": "Welches Album, das als einflussreiches Werk im Latin Urban-Genre gilt, enthält globale Hits wie „Mi Gente“ und „Machika“?",
    "triviaAnswer": "Das Album „Vibras“ von J Balvin, veröffentlicht im Jahr 2018, gilt als einflussreiches Werk im Latin Urban-Genre. Es enthält globale Hits wie „Mi Gente“ und „Machika“ und zeigt J Balvins Fähigkeit, traditionelle Reggaeton-Elemente mit modernen, internationalen Sounds zu kombinieren. „Vibras“ trug maßgeblich dazu bei, Latin Music auf der ganzen Welt populär zu machen, und festigte J Balvins Status als einer der führenden Künstler im globalen Musikgeschehen."
  },
  {
    "category": "latinvibes",
    "band": "Bad Bunny",
    "album": "YHLQMDLG",
    "dataYear": "2020",
    "dataLength": "79:04",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/latinvibes/bad_bunny_yhlqmdlg.jpg",
    "audioSrc": "/mp3s/latinvibes/bad_bunny_yhlqmdlg.mp3",
    "jokerText": "Bad Bunny's Album YHLQMDLG, veröffentlicht 2020, brach zahlreiche Rekorde und wurde das am höchsten platzierte spanischsprachige Album in der Geschichte der Billboard 200 Charts. Der Titel des Albums steht für Yo Hago Lo Que Me Da La Gana (Ich mache, was ich will), und es zeigt Bad Bunny's vielseitigen Stil, der Reggaeton mit Trap, Latin Pop und anderen Genres mischt. YHLQMDLG wurde von Kritikern gefeiert und festigte Bad Bunny's Status als einer der einflussreichsten Künstler der zeitgenössischen Musik.",
    "triviaQuestion": "Welches Album, das als bahnbrechendes Werk im Latin Trap und Reggaeton gilt, enthält Hits wie „Safaera“ und „Yo Perreo Sola“?",
    "triviaAnswer": "Das Album „YHLQMDLG“ von Bad Bunny, veröffentlicht im Jahr 2020, gilt als bahnbrechendes Werk im Latin Trap und Reggaeton. Es enthält Hits wie „Safaera“ und „Yo Perreo Sola“ und zeigt Bad Bunnys innovative Mischung aus genreübergreifenden Stilen und sozial bewussten Texten. „YHLQMDLG“ war ein enormer kommerzieller Erfolg und festigte Bad Bunnys Position als einer der führenden Künstler der Latin Music weltweit."
  },
  {
    "category": "latinvibes",
    "band": "Ricky Martin",
    "album": "A Medio Vivir",
    "dataYear": "1995",
    "dataLength": "48:20",
    "dataSales": "3 Mio.",
    "coverSrc": "/bandcover/latinvibes/ricky_martin_a_medio_vivir.jpg",
    "audioSrc": "/mp3s/latinvibes/ricky_martin_a_medio_vivir.mp3",
    "jokerText": "Ricky Martin's Album A Medio Vivir, veröffentlicht 1995, markierte einen Wendepunkt in seiner Karriere und brachte ihm internationalen Ruhm. Das Album enthielt den Mega-Hit María, der mit seiner Mischung aus Latin-Pop und Dance-Rhythmen ein weltweites Publikum begeisterte. A Medio Vivir war ein wichtiger Schritt in der Latin-Pop-Revolution der 1990er Jahre und legte den Grundstein für Martins spätere Erfolge, einschließlich des globalen Durchbruchs mit Livin' la Vida Loca.",
    "triviaQuestion": "Welches Album, das den internationalen Durchbruch eines Latin-Pop-Superstars markierte, enthält den Hit „María“?",
    "triviaAnswer": "Das Album „A Medio Vivir“ von Ricky Martin, veröffentlicht im Jahr 1995, markierte den internationalen Durchbruch des Künstlers und enthält den Hit „María“. Mit diesem Album kombinierte Ricky Martin traditionelle Latin-Rhythmen mit Pop-Elementen und erreichte weltweite Bekanntheit. „A Medio Vivir“ gilt als eines der einflussreichsten Alben im Latin-Pop-Genre und legte den Grundstein für Ricky Martins spätere internationale Erfolge."
  },
  {
    "category": "latinvibes",
    "band": "Marc Anthony",
    "album": "3.0",
    "dataYear": "2013",
    "dataLength": "47:54",
    "dataSales": "600 Tsd.",
    "coverSrc": "/bandcover/latinvibes/marc_anthony_30.jpg",
    "audioSrc": "/mp3s/latinvibes/marc_anthony_30.mp3",
    "jokerText": "Marc Anthony's Album 3.0, veröffentlicht 2013, markierte seine triumphale Rückkehr zur Salsa-Musik nach mehreren Jahren, in denen er sich hauptsächlich dem Latin-Pop gewidmet hatte. Der Hit Vivir Mi Vida aus diesem Album wurde ein weltweiter Erfolg und ist eine Salsa-Version des algerischen Songs C'est la Vie von Khaled. 3.0 wurde nicht nur kommerziell erfolgreich, sondern gewann auch einen Latin Grammy Award, was Anthony's Status als einer der führenden Salsa-Künstler seiner Generation festigte.",
    "triviaQuestion": "Welches Album, das eine Rückkehr zu den Salsa-Wurzeln eines Latin-Musikstars markiert, enthält den Hit „Vivir Mi Vida“?",
    "triviaAnswer": "Das Album „3.0“ von Marc Anthony, veröffentlicht im Jahr 2013, markierte eine triumphale Rückkehr zu seinen Salsa-Wurzeln und enthält den Hit „Vivir Mi Vida“. Dieser Song wurde zu einem internationalen Erfolg und einer Hymne des positiven Lebensgefühls. „3.0“ festigte Marc Anthonys Status als einer der bedeutendsten Künstler in der Latin-Musik und brachte ihm zahlreiche Auszeichnungen, darunter einen Latin Grammy."
  },
  {
    "category": "latinvibes",
    "band": "Juanes",
    "album": "Mi Sangre",
    "dataYear": "2004",
    "dataLength": "52:00",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/latinvibes/juanes_mi_sangre.jpg",
    "audioSrc": "/mp3s/latinvibes/juanes_mi_sangre.mp3",
    "jokerText": "Juanes' Album Mi Sangre, veröffentlicht 2004, brachte ihm weltweite Anerkennung und enthält einige seiner bekanntesten Songs, darunter den Mega-Hit La Camisa Negra. Das Album, das eine Mischung aus Rock, Pop und traditionellen lateinamerikanischen Rhythmen bietet, festigte Juanes' Ruf als einer der wichtigsten lateinamerikanischen Musiker seiner Zeit. Mi Sangre war sowohl kommerziell als auch kritisch ein großer Erfolg und gewann zahlreiche Auszeichnungen, darunter mehrere Latin Grammy Awards.",
    "triviaQuestion": "Welches Album, das einem kolumbianischen Rockstar internationalen Ruhm brachte, enthält die Hits „La Camisa Negra“ und „Nada Valgo Sin Tu Amor“?",
    "triviaAnswer": "Das Album „Mi Sangre“ von Juanes, veröffentlicht im Jahr 2004, brachte dem kolumbianischen Rockstar internationalen Ruhm und enthält die Hits „La Camisa Negra“ und „Nada Valgo Sin Tu Amor“. Mit diesem Album kombinierte Juanes eingängige Melodien mit sozialbewussten Texten und schuf eine einzigartige Mischung aus Rock, Pop und Latin-Rhythmen, die ihm weltweite Anerkennung einbrachte. „Mi Sangre“ gilt als eines der erfolgreichsten Alben in der Latin-Rock-Szene."
  },
  {
    "category": "latinvibes",
    "band": "Luis Fonsi",
    "album": "Vida",
    "dataYear": "2019",
    "dataLength": "58:48",
    "dataSales": "1 Mio.",
    "coverSrc": "/bandcover/latinvibes/luis_fonsi_vida.jpg",
    "audioSrc": "/mp3s/latinvibes/luis_fonsi_vida.mp3",
    "jokerText": "Luis Fonsi's Album Vida, veröffentlicht 2019, enthält den weltweiten Megahit Despacito, der in Zusammenarbeit mit Daddy Yankee entstanden ist und zu einem der meistgestreamten Songs aller Zeiten wurde. Vida markierte einen bedeutenden Höhepunkt in Fonsi's Karriere und zeigte seine Fähigkeit, Latin Pop mit modernen, globalen Sounds zu verbinden. Das Album wurde ein internationaler Erfolg und festigte Fonsi's Status als globaler Popstar.",
    "triviaQuestion": "Welches Album, das einen globalen Hit und mehrere charttoppende Singles enthält, führte den Künstler an die Spitze der internationalen Pop-Charts?",
    "triviaAnswer": "Das Album „Vida“ von Luis Fonsi, veröffentlicht im Jahr 2019, enthält den globalen Hit „Despacito“ (featuring Daddy Yankee) sowie weitere charttoppende Singles wie „Échame la Culpa“ und „Calypso“. „Vida“ brachte Luis Fonsi internationalen Ruhm und führte ihn an die Spitze der Pop-Charts weltweit. Das Album kombiniert Pop, Reggaeton und Latin-Rhythmen und festigte Fonsis Status als einer der führenden Künstler in der Latin-Musikszene."
  },
  {
    "category": "latinvibes",
    "band": "Romeo Santos",
    "album": "Fórmula, Vol. 1",
    "dataYear": "2011",
    "dataLength": "60:19",
    "dataSales": "1,5 Mio.",
    "coverSrc": "/bandcover/latinvibes/romeo_santos_formula_vol_1.jpg",
    "audioSrc": "/mp3s/latinvibes/romeo_santos_formula_vol_1.mp3",
    "jokerText": "Romeo Santos' Album Fórmula, Vol. 1, veröffentlicht 2011, war sein erstes Soloalbum nach dem Erfolg mit der Band Aventura und gilt als ein Meilenstein für die Bachata-Musik. Das Album enthält mehrere Hits, darunter Promise, ein Duett mit Usher, das Bachata mit R&B verbindet und auf Platz 1 der Billboard Latin Songs Charts landete. Fórmula, Vol. 1 half dabei, Bachata auf ein globales Publikum zu bringen und etablierte Santos als King of Bachata in der internationalen Musikszene.",
    "triviaQuestion": "Welches Album, das als Meilenstein des modernen Bachata gilt, enthält Hits wie „You“ und „Promise“ und machte den Künstler zum internationalen Star?",
    "triviaAnswer": "Das Album „Fórmula, Vol. 1“ von Romeo Santos, veröffentlicht im Jahr 2011, gilt als Meilenstein des modernen Bachata. Es enthält Hits wie „You“ und „Promise“ (featuring Usher) und machte Romeo Santos zum internationalen Star. Das Album verbindet traditionelle Bachata mit Pop- und R&B-Elementen, was ihm weltweite Anerkennung und zahlreiche Auszeichnungen einbrachte, und es etablierte Santos als den „King of Bachata“ in der globalen Musikszene."
  },
  {
    "category": "latinvibes",
    "band": "Enrique Iglesias",
    "album": "Euphoria",
    "dataYear": "2010",
    "dataLength": "60:54",
    "dataSales": "4 Mio.",
    "coverSrc": "/bandcover/latinvibes/enrique_iglesias_euphoria.jpg",
    "audioSrc": "/mp3s/latinvibes/enrique_iglesias_euphoria.mp3",
    "jokerText": "Enrique Iglesias' Album Euphoria, veröffentlicht 2010, ist ein besonderes Werk in seiner Karriere, da es sein erstes zweisprachiges Album ist, das sowohl englische als auch spanische Songs enthält. Das Album brachte mehrere internationale Hits hervor, darunter I Like It und Cuando Me Enamoro, und gewann zahlreiche Auszeichnungen, darunter einen Latin Grammy. Euphoria zeigte Iglesias' Vielseitigkeit als Künstler und trug dazu bei, seine Position als einer der führenden Künstler der Latin-Pop-Musik weltweit zu festigen.",
    "triviaQuestion": "Welches Album, das internationale Hits in mehreren Sprachen enthält, festigte den Status des Künstlers als globaler Popstar?",
    "triviaAnswer": "Das Album „Euphoria“ von Enrique Iglesias, veröffentlicht im Jahr 2010, enthält internationale Hits wie „I Like It“ (featuring Pitbull) und „Cuando Me Enamoro“ (featuring Juan Luis Guerra). Es ist bekannt für seine Mischung aus englischen und spanischen Tracks und zeigt Enrique Iglesias' Vielseitigkeit als Künstler. „Euphoria“ festigte seinen Status als globaler Popstar und war sowohl kommerziell erfolgreich als auch von Kritikern gelobt, was ihm zahlreiche Auszeichnungen und weltweite Anerkennung einbrachte."
  },
  {
    "category": "latinvibes",
    "band": "Ozuna",
    "album": "Odisea",
    "dataYear": "2017",
    "dataLength": "55:31",
    "dataSales": "500 Tsd.",
    "coverSrc": "/bandcover/latinvibes/ozuna_odisea.jpg",
    "audioSrc": "/mp3s/latinvibes/ozuna_odisea.mp3",
    "jokerText": "Ozuna's Debütalbum Odisea, veröffentlicht 2017, spielte eine entscheidende Rolle bei der Popularisierung des modernen Reggaeton und Latin Trap weltweit. Das Album blieb 46 Wochen lang auf Platz 1 der Billboard Top Latin Albums Charts, was es zu einem der erfolgreichsten Debütalben in der Geschichte des Latin-Genres machte. Odisea brachte zahlreiche Hits hervor, darunter Dile Que Tú Me Quieres und Se Preparó, und etablierte Ozuna als einen der führenden Künstler der Latin-Musik.",
    "triviaQuestion": "Welches Debütalbum, das den Künstler an die Spitze der Latin-Musikszene katapultierte, enthält Hits wie „Dile Que Tú Me Quieres“ und „Se Preparó“?",
    "triviaAnswer": "Das Album „Odisea“ von Ozuna, veröffentlicht im Jahr 2017, ist das Debütalbum des Künstlers und katapultierte ihn an die Spitze der Latin-Musikszene. Es enthält Hits wie „Dile Que Tú Me Quieres“ und „Se Preparó“ und ist bekannt für seine Mischung aus Reggaeton, Latin Trap und Urban Music. „Odisea“ war ein enormer kommerzieller Erfolg und festigte Ozunas Position als einer der führenden Künstler der neuen Generation in der Latin-Musik."
  },
  {
    "category": "latinvibes",
    "band": "Rosalía",
    "album": "El Mal Querer",
    "dataYear": "2018",
    "dataLength": "30:32",
    "dataSales": "1 Mio.",
    "coverSrc": "/bandcover/latinvibes/rosalia_el_mal_querer.jpg",
    "audioSrc": "/mp3s/latinvibes/rosalia_el_mal_querer.mp3",
    "jokerText": "Rosalía's Album El Mal Querer, veröffentlicht 2018, ist ein bahnbrechendes Werk, das traditionelle Flamenco-Musik mit modernen Pop- und Urban-Elementen verbindet. Das Konzeptalbum, das ursprünglich als Abschlussprojekt für ihr Musikstudium begann, erzählt die Geschichte einer toxischen Beziehung und basiert auf dem anonymen mittelalterlichen Roman Flamenca. El Mal Querer brachte Rosalía internationale Anerkennung, gewann mehrere Latin Grammy Awards und etablierte sie als eine der innovativsten und einflussreichsten Künstlerinnen ihrer Generation.",
    "triviaQuestion": "Welches Album, das als bahnbrechend für die moderne Flamenco-Musik gilt, enthält innovative Tracks wie „Malamente“ und „Pienso en tu Mirá“?",
    "triviaAnswer": "Das Album „El Mal Querer“ von Rosalía, veröffentlicht im Jahr 2018, gilt als bahnbrechend für die moderne Flamenco-Musik. Es enthält innovative Tracks wie „Malamente“ und „Pienso en tu Mirá“ und kombiniert traditionelle Flamenco-Elemente mit modernen Pop-, R&B- und Urban-Sounds. „El Mal Querer“ brachte Rosalía internationale Anerkennung und etablierte sie als eine der führenden Künstlerinnen in der globalen Musikszene. Das Album wurde für seine Kreativität und künstlerische Vision hochgelobt und gewann zahlreiche Auszeichnungen."
  },
  {
    "category": "latinvibes",
    "band": "Maná",
    "album": "¿Dónde Jugarán los Niños?",
    "dataYear": "1992",
    "dataLength": "59:23",
    "dataSales": "10 Mio.",
    "coverSrc": "/bandcover/latinvibes/mana_donde_jugaran_los_ninos.jpg",
    "audioSrc": "/mp3s/latinvibes/mana_donde_jugaran_los_ninos.mp3",
    "jokerText": "Maná's Album ¿Dónde Jugarán los Niños?, veröffentlicht 1992, ist eines der erfolgreichsten Latin-Rock-Alben aller Zeiten und gilt als Meilenstein in der Rock-en-Español-Bewegung. Mit Hits wie Oye Mi Amor und Vivir Sin Aire brachte das Album Maná internationale Bekanntheit und etablierte sie als eine der führenden Latin-Rock-Bands. Der Titel des Albums thematisiert Umweltzerstörung und soziale Missstände, was dem Album eine tiefere gesellschaftliche Bedeutung verleiht.",
    "triviaQuestion": "Welches Album, das als eines der erfolgreichsten Latin-Rock-Alben gilt, enthält zeitlose Hits wie „Oye Mi Amor“ und „Vivir Sin Aire“?",
    "triviaAnswer": "Das Album „¿Dónde Jugarán los Niños?“ von Maná, veröffentlicht im Jahr 1992, gilt als eines der erfolgreichsten Latin-Rock-Alben aller Zeiten. Es enthält zeitlose Hits wie „Oye Mi Amor“ und „Vivir Sin Aire“, die Maná international bekannt machten. Das Album ist bekannt für seine eingängigen Melodien, sozialbewussten Texte und die einzigartige Fusion aus Rock, Pop und lateinamerikanischen Rhythmen. „¿Dónde Jugarán los Niños?“ festigte Manás Status als eine der bedeutendsten Latin-Rock-Bands weltweit."
  },
  {
    "category": "latinvibes",
    "band": "Carlos Vives",
    "album": "Clásicos de la Provincia",
    "dataYear": "1993",
    "dataLength": "45:00",
    "dataSales": "1 Mio.",
    "coverSrc": "/bandcover/latinvibes/carlos_vives_clasicos_de_la_provincia.jpg",
    "audioSrc": "/mp3s/latinvibes/carlos_vives_clasicos_de_la_provincia.mp3",
    "jokerText": "Carlos Vives' Album Clásicos de la Provincia, veröffentlicht 1993, revolutionierte die kolumbianische Musikszene, indem es traditionelle Vallenato-Musik mit modernen Rock- und Pop-Elementen kombinierte. Das Album war ein massiver Erfolg in ganz Lateinamerika und führte zu einer Wiederbelebung des Vallenato-Genres, sowohl in Kolumbien als auch international. Clásicos de la Provincia enthält Hits wie La Gota Fría, die Vives zu einem der bekanntesten Botschafter der kolumbianischen Musik weltweit machten.",
    "triviaQuestion": "Welches Album, das traditionelle Vallenato-Musik modernisierte und international populär machte, enthält Hits wie „La Gota Fría“?",
    "triviaAnswer": "Das Album „Clásicos de la Provincia“ von Carlos Vives, veröffentlicht im Jahr 1993, modernisierte traditionelle Vallenato-Musik und machte sie international populär. Es enthält Hits wie „La Gota Fría“ und brachte Vives weltweite Anerkennung. Das Album verbindet traditionelle kolumbianische Rhythmen mit modernen Rock- und Pop-Elementen und gilt als einflussreiches Werk, das den Weg für den globalen Erfolg der Vallenato-Musik ebnete."
  },
  {
    "category": "latinvibes",
    "band": "Celia Cruz",
    "album": "Azúcar Negra",
    "dataYear": "1993",
    "dataLength": "50:12",
    "dataSales": "200 Tsd.",
    "coverSrc": "/bandcover/latinvibes/celia_cruz_azucar_negra.jpg",
    "audioSrc": "/mp3s/latinvibes/celia_cruz_azucar_negra.mp3",
    "jokerText": "Celia Cruz's Album Azúcar Negra, veröffentlicht 1993, ist ein kraftvolles Beispiel für ihre unermüdliche Energie und ihren Einfluss auf die Salsa-Musik. Der Titel Azúcar Negra (schwarzer Zucker) spielt auf Celia Cruz's berühmten Ausruf ¡Azúcar! an, der zu ihrem Markenzeichen wurde und ihre afrikanischen Wurzeln sowie die Süße des Lebens symbolisierte. Das Album festigte Cruz's Status als die Königin der Salsa und zeigte ihre Fähigkeit, traditionelle Salsa mit modernen Einflüssen zu verbinden und so ein breites Publikum zu begeistern.",
    "triviaQuestion": "Welches Album, das die unvergessliche Energie und Stimme der „Königin der Salsa“ zeigt, enthält kraftvolle Tracks wie „La Vida Es Un Carnaval“?",
    "triviaAnswer": "Das Album „Azúcar Negra“ von Celia Cruz, veröffentlicht im Jahr 1993, zeigt die unvergessliche Energie und kraftvolle Stimme der „Königin der Salsa“. Es enthält den ikonischen Track „La Vida Es Un Carnaval“, der zu einem ihrer größten Hits wurde und ihre positive Botschaft des Lebens und Feierns verkörpert. „Azúcar Negra“ ist ein Beispiel für Celia Cruz' Fähigkeit, traditionelle Salsa mit modernen Einflüssen zu verbinden, und festigt ihren Status als eine der bedeutendsten Figuren in der Geschichte der Latin-Musik."
  },
  {
    "category": "latinvibes",
    "band": "Aventura",
    "album": "The Last",
    "dataYear": "2009",
    "dataLength": "50:12",
    "dataSales": "5 Mio.",
    "coverSrc": "/bandcover/latinvibes/aventura_the_last.jpg",
    "audioSrc": "/mp3s/latinvibes/aventura_the_last.mp3",
    "jokerText": "Aventura's Album The Last, veröffentlicht 2009, war das letzte Studioalbum der Band, bevor sie eine lange Pause einlegten, und es brachte ihnen weltweite Anerkennung ein. Mit Hits wie Dile al Amor und Su Veneno machte sie Aventura zum internationalen Star. Das verband das Album traditionelle Bachata mit modernen R&B- und Pop-Elementen, was Aventura zu internationalen Superstars machte und den Weg für die globale Popularität der Bachata ebnete. The Last debütierte auf Platz 1 der Billboard Top Latin Albums Charts und festigte Aventura's Ruf als Pioniere der modernen Bachata.",
    "triviaQuestion": "Welches Album, das als Abschiedsalbum einer der bekanntesten Bachata-Gruppen gilt, enthält Hits wie „Dile al Amor“ und „El Malo“?",
    "triviaAnswer": "Das Album „The Last“ von Aventura, veröffentlicht im Jahr 2009, gilt als das Abschiedsalbum der Gruppe und enthält Hits wie „Dile al Amor“ und „El Malo“. Als eine der bekanntesten Bachata-Gruppen prägte Aventura mit diesem Album die Latin-Musikszene nachhaltig. „The Last“ vereint ihre charakteristische Mischung aus Bachata, R&B und Pop und markierte das Ende einer Ära, bevor die Bandmitglieder ihre Solokarrieren fortsetzten."
  },
  {
    "category": "latinvibes",
    "band": "Gente de Zona",
    "album": "Visualízate",
    "dataYear": "2015",
    "dataLength": "39:05",
    "dataSales": "300 Tsd.",
    "coverSrc": "/bandcover/latinvibes/gente_de_zona_visualizate.jpg",
    "audioSrc": "/mp3s/latinvibes/gente_de_zona_visualizate.mp3",
    "jokerText": "Gente de Zona's Album Visualízate, veröffentlicht 2016, brachte der kubanischen Reggaeton-Gruppe internationale Anerkennung und ihren ersten Latin Grammy Award. Das Album enthält den Hit La Gozadera, eine Zusammenarbeit mit Marc Anthony, die zu einem globalen Sommerhit wurde und die Gruppe auf die Weltbühne katapultierte. Visualízate kombiniert traditionelle kubanische Rhythmen mit modernen Urban- und Reggaeton-Elementen, was den einzigartigen Stil von Gente de Zona ausmacht.",
    "triviaQuestion": "Welches Album, das den internationalen Erfolg eines kubanischen Duos zementierte, enthält den weltweiten Hit „La Gozadera“?",
    "triviaAnswer": "Das Album „Visualízate“ von Gente de Zona, veröffentlicht im Jahr 2016, zementierte den internationalen Erfolg des kubanischen Duos. Es enthält den weltweiten Hit „La Gozadera“ (featuring Marc Anthony), der zu einem Sommerhit und einer Hymne für Latin Music wurde. „Visualízate“ vereint Reggaeton, Salsa und kubanische Rhythmen und brachte Gente de Zona mehrere Auszeichnungen, darunter einen Latin Grammy, und festigte ihren Status als führende Künstler der Latin-Musikszene."
  },
  {
    "category": "latinvibes",
    "band": "Gente de Zona",
    "album": "Visualízate",
    "dataYear": "2015",
    "dataLength": "39:05",
    "dataSales": "300 Tsd.",
    "coverSrc": "/bandcover/latinvibes/gente_de_zona_visualizate.jpg",
    "audioSrc": "/mp3s/latinvibes/gente_de_zona_visualizate.mp3",
    "jokerText": "Gente de Zona's Album Visualízate, veröffentlicht 2016, brachte der kubanischen Reggaeton-Gruppe internationale Anerkennung und ihren ersten Latin Grammy Award. Das Album enthält den Hit La Gozadera, eine Zusammenarbeit mit Marc Anthony, die zu einem globalen Sommerhit wurde und die Gruppe auf die Weltbühne katapultierte. Visualízate kombiniert traditionelle kubanische Rhythmen mit modernen Urban- und Reggaeton-Elementen, was den einzigartigen Stil von Gente de Zona ausmacht.",
    "triviaQuestion": "Welches Album, das den internationalen Erfolg eines kubanischen Duos zementierte, enthält den weltweiten Hit „La Gozadera“?",
    "triviaAnswer": "Das Album „Visualízate“ von Gente de Zona, veröffentlicht im Jahr 2016, zementierte den internationalen Erfolg des kubanischen Duos. Es enthält den weltweiten Hit „La Gozadera“ (featuring Marc Anthony), der zu einem Sommerhit und einer Hymne für Latin Music wurde. „Visualízate“ vereint Reggaeton, Salsa und kubanische Rhythmen und brachte Gente de Zona mehrere Auszeichnungen, darunter einen Latin Grammy, und festigte ihren Status als führende Künstler der Latin-Musikszene."
  }
]
