[
  {
    "category": "heavy-metal",
    "band": "Metallica",
    "album": "Master of Puppets",
    "dataYear": "1986",
    "dataLength": "47:28",
    "dataSales": "10 Mio.",
    "coverSrc": "/bandcover/heavy-metal/metallica_master_of_puppets.jpg",
    "audioSrc": "/mp3s/heavy-metal/metallica_master_of_puppets.mp3",
    "jokerText": "Metallicas Album Master of Puppets, veröffentlicht 1986, gilt als eines der einflussreichsten Alben im Thrash Metal Genre. Es war das letzte Album, das mit Bassist Cliff Burton aufgenommen wurde, bevor er tragisch bei einem Busunfall während der Tournee in Schweden ums Leben kam. Das Album wurde von der Kritik hoch gelobt und wurde das erste Thrash Metal-Album, das Platinstatus erreichte, ohne jegliche Radioausstrahlung oder bedeutende Medienunterstützung.",
    "triviaQuestion": "Welches Album, anerkannt als eines der größten Thrash-Metal-Alben aller Zeiten, enthält den epischen Titeltrack sowie Songs wie „Battery“ und „Welcome Home (Sanitarium)“?",
    "triviaAnswer": "Das Album „Master of Puppets“ von Metallica, veröffentlicht im Jahr 1986, gilt als eines der größten Thrash-Metal-Alben aller Zeiten. Mit kraftvollen Tracks wie „Battery“, dem epischen Titeltrack „Master of Puppets“ und „Welcome Home (Sanitarium)“ prägte es das Genre nachhaltig. Dieses Meisterwerk zeichnet sich durch seine technische Komplexität und thematische Tiefe aus und bleibt ein zentraler Einfluss in der Heavy-Metal-Musik."
  },
  {
    "category": "heavy-metal",
    "band": "Black Sabbath",
    "album": "Paranoid",
    "dataYear": "1970",
    "dataLength": "42:58",
    "dataSales": "4 Mio.",
    "coverSrc": "/bandcover/heavy-metal/black_sabbath_paranoid.jpg",
    "audioSrc": "/mp3s/heavy-metal/black_sabbath_paranoid.mp3",
    "jokerText": "Das Album Paranoid von Black Sabbath, veröffentlicht im Jahr 1970, enthält einige der bekanntesten Heavy Metal-Songs, darunter den Titeltrack Paranoid. Interessanterweise wurde der Song Paranoid in nur 20 Minuten als Füllmaterial für das Album geschrieben, weil die Band noch zusätzliches Material brauchte. Er entwickelte sich jedoch zu einem der größten Hits der Band und prägte das Genre des Heavy Metal maßgeblich.",
    "triviaQuestion": "Welches Album, ein Eckpfeiler des Heavy Metal, enthält klassische Tracks wie „Iron Man“ und den titelgebenden Song „Paranoid“?",
    "triviaAnswer": "Das Album „Paranoid“ von Black Sabbath, veröffentlicht im Jahr 1970, ist ein Eckpfeiler des Heavy Metal Genres und enthält Klassiker wie „Iron Man“ und „Paranoid“. Dieses bahnbrechende Album half dabei, die Grundlagen des Heavy Metal zu definieren und etablierte Black Sabbath als eine der einflussreichsten Bands in der Geschichte der Rockmusik."
  },
  {
    "category": "heavy-metal",
    "band": "Iron Maiden",
    "album": "The Number of the Beast",
    "dataYear": "1982",
    "dataLength": "45:03",
    "dataSales": "14 Mio.",
    "coverSrc": "/bandcover/heavy-metal/iron_maiden_the_number_of_the_beast.jpg",
    "audioSrc": "/mp3s/heavy-metal/iron_maiden_the_number_of_the_beast.mp3",
    "jokerText": "Iron Maidens Album The Number of the Beast, veröffentlicht 1982, war das erste Album der Band mit Sänger Bruce Dickinson und das erste, das die Spitze der britischen Charts erreichte. Der Titelsong des Albums führte zu erheblicher Kontroverse und Vorwürfen des Satanismus, hauptsächlich aufgrund des Missverständnisses der Lyrics und des Albumcovers. Diese Kontroversen steigerten jedoch unbeabsichtigt die Popularität der Band und festigten ihren Status in der Heavy Metal-Szene.",
    "triviaQuestion": "Welches Album, das als Meilenstein in der Geschichte des Heavy Metal gilt, enthält ikonische Songs wie „Run to the Hills“ und den titelgebenden Track „The Number of the Beast“",
    "triviaAnswer": "Das Album „The Number of the Beast“ von Iron Maiden, veröffentlicht im Jahr 1982, ist bekannt für seine prägenden Tracks „Run to the Hills“ und „The Number of the Beast“. Dieses Album markierte einen Wendepunkt in der Karriere der Band und etablierte sie als eine der führenden Kräfte im Heavy Metal. Es war das erste Iron Maiden-Album mit Sänger Bruce Dickinson und wurde für seine musikalische Komplexität und thematische Tiefe gefeiert."
  },
  {
    "category": "heavy-metal",
    "band": "Slayer",
    "album": "Reign in Blood",
    "dataYear": "1986",
    "dataLength": "29:03",
    "dataSales": "3 Mio.",
    "coverSrc": "/bandcover/heavy-metal/slayer_reign-in-blood.jpg",
    "audioSrc": "/mp3s/heavy-metal/slayer_reign-in-blood.mp3",
    "jokerText": "Slayers Album Reign in Blood aus dem Jahr 1986 gilt als eines der einflussreichsten Alben im Thrash Metal. Es ist bekannt für seine schnelle Spielgeschwindigkeit und seine kompromisslosen Texte. Das Album wurde in nur etwa sechs Wochen aufgenommen und produziert von Rick Rubin, der dabei half, den klaren und präzisen Sound zu schaffen, der als wegweisend für das Genre gilt.",
    "triviaQuestion": "Welches Album, das für seine extreme Geschwindigkeit und Intensität bekannt ist, markierte einen Wendepunkt im Thrash Metal und enthält den bahnbrechenden Track „Angel of Death“?",
    "triviaAnswer": "Das Album „Reign in Blood“ von Slayer, veröffentlicht im Jahr 1986, ist berühmt für seine extreme Geschwindigkeit und Intensität und gilt als eines der einflussreichsten Alben im Thrash Metal. Mit Tracks wie „Angel of Death“ und „Raining Blood“ definierte es die Grenzen des Genres neu und beeinflusste zahlreiche Bands in der Metal-Szene. Dieses Album wird oft für seine kompromisslose musikalische Aggression und präzise Instrumentalisierung gelobt."
  },
  {
    "category": "heavy-metal",
    "band": "Judas Priest",
    "album": "British Steel",
    "dataYear": "1980",
    "dataLength": "40:28",
    "dataSales": "5 Mio.",
    "coverSrc": "/bandcover/heavy-metal/judas_priest_british_steel.jpg",
    "audioSrc": "/mp3s/heavy-metal/judas_priest_british_steel.mp3",
    "jokerText": "Judas Priest's Album British Steel, veröffentlicht im Jahr 1980, wird oft als eines der Alben betrachtet, die den Heavy Metal in den 1980er Jahren definierten. Es enthielt Hits wie Breaking the Law und Living After Midnight, die beide aus spontanen Jamsessions während der Albumaufnahmen entstanden sind. Diese Lieder halfen, den Sound des Heavy Metal zu formen und brachten der Band ihren Durchbruch in den Mainstream.",
    "triviaQuestion": "Welches Album, das als ein bahnbrechendes Werk im Heavy Metal bekannt ist, enthält Hits wie „Breaking the Law“ und „Living After Midnight“?",
    "triviaAnswer": "Das Album „British Steel“ von Judas Priest, veröffentlicht im Jahr 1980, ist ein bahnbrechendes Werk im Heavy Metal und enthält Klassiker wie „Breaking the Law“ und „Living After Midnight“. Dieses Album markierte einen Wendepunkt in der Bandgeschichte und half, den Heavy Metal als Genre zu definieren und zu popularisieren. Es wird für seine scharfen Riffs und eingängigen Melodien geschätzt und bleibt ein einflussreiches Album in der Metal-Geschichte."
  },
  {
    "category": "heavy-metal",
    "band": "Metallica",
    "album": "Metallica (The Black Album)",
    "dataYear": "1991",
    "dataLength": "62:40",
    "dataSales": "31 Mio.",
    "coverSrc": "/bandcover/heavy-metal/metallica_metallica_(the_black_album).jpg",
    "audioSrc": "/mp3s/heavy-metal/metallica_metallica_(the_black_album).mp3",
    "jokerText": "Metallica's selbstbetiteltes Album, allgemein bekannt als The Black Album, veröffentlicht 1991, markierte einen Wendepunkt in der Karriere der Band und führte sie zu weltweitem kommerziellen Erfolg. Das Album enthält einige der bekanntesten Metallica-Songs wie Enter Sandman, The Unforgiven und Nothing Else Matters. The Black Album wird für seine polierte Produktion und den Übergang zu einem melodischeren und zugänglicheren Sound gelobt, was es zu einem der meistverkauften Alben in der Geschichte des Metal und zu einem der meistverkauften Alben überhaupt machte.",
    "triviaQuestion": "Welches Album, das als eines der erfolgreichsten und einflussreichsten Metal-Alben aller Zeiten gilt, enthält ikonische Tracks wie „Enter Sandman“ und „The Unforgiven“?",
    "triviaAnswer": "Das Album „Metallica“, auch bekannt als „The Black Album“, wurde 1991 veröffentlicht und gilt als eines der erfolgreichsten und einflussreichsten Metal-Alben aller Zeiten. Es enthält ikonische Tracks wie „Enter Sandman“ und „The Unforgiven“, die zu weltweiten Hits wurden und Metallica ein neues Publikum erschlossen. Das Album markierte einen Wendepunkt in der Bandkarriere, indem es einen melodischeren und zugänglicheren Sound präsentierte, und bleibt bis heute ein Meilenstein in der Geschichte des Heavy Metal."
  },
  {
    "category": "heavy-metal",
    "band": "Megadeth",
    "album": "Rust in Peace",
    "dataYear": "1990",
    "dataLength": "36:24",
    "dataSales": "1 Mio.",
    "coverSrc": "/bandcover/heavy-metal/megadeth_rust_in_peace.jpg",
    "audioSrc": "/mp3s/heavy-metal/megadeth_rust_in_peace.mp3",
    "jokerText": "Megadeth's Album Rust in Peace, veröffentlicht 1990, wird oft als eines der technisch anspruchsvollsten Alben im Thrash Metal angesehen. Es enthält komplexe Arrangements und virtuose Gitarrensoli, die die Band als führende Musiker in ihrem Genre etablierten. Die Songs Hangar 18 und Holy Wars... The Punishment Due sind besonders bekannt für ihre anspruchsvollen Gitarrenparts und haben sich zu Klassikern des Metal entwickelt.",
    "triviaQuestion": "Welches Album, das als technisches Meisterwerk im Thrash Metal gilt, enthält komplexe Kompositionen wie „Hangar 18“ und „Holy Wars... The Punishment Due“?",
    "triviaAnswer": "Das Album „Rust in Peace“ von Megadeth, veröffentlicht im Jahr 1990, ist bekannt für seine technische Brillanz und komplexe Kompositionen, insbesondere in Songs wie „Hangar 18“ und „Holy Wars... The Punishment Due“. Dieses Album ist ein Meilenstein im Thrash Metal und zeigte die virtuose Gitarrenarbeit von Marty Friedman und Dave Mustaine. Es wird von Fans und Kritikern gleichermaßen für seine Präzision und sein innovatives Songwriting geschätzt und bleibt ein entscheidender Einfluss im Genre."
  },
  {
    "category": "heavy-metal",
    "band": "Pantera",
    "album": "Vulgar Display of Power",
    "dataYear": "1992",
    "dataLength": "51:34",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/heavy-metal/pantera_vulgar_display_of_power.jpg",
    "audioSrc": "/mp3s/heavy-metal/pantera_vulgar_display_of_power.mp3",
    "jokerText": "Panteras Album Vulgar Display of Power, veröffentlicht 1992, ist eines der einflussreichsten Metal-Alben der 1990er Jahre und verkörpert den Groove-Metal-Stil, der die Band berühmt machte. Der markante Albumtitel und das Cover, das einen Mann zeigt, der ins Gesicht geschlagen wird, symbolisieren die aggressive Energie und Intensität der Musik. Lieder wie Walk und Mouth for War wurden zu Anthems des Metal-Genres und zeigen das musikalische Talent und die rohe Kraft von Pantera.",
    "triviaQuestion": "Welches Album, das als eines der mächtigsten und einflussreichsten Werke im Groove Metal bekannt ist, enthält energiegeladene Tracks wie „Walk“ und „Mouth for War“?",
    "triviaAnswer": "Das Album „Vulgar Display of Power“ von Pantera, veröffentlicht im Jahr 1992, ist bekannt für seine rohe Kraft und seinen Einfluss im Groove Metal. Mit ikonischen Tracks wie „Walk“ und „Mouth for War“ prägte es das Genre entscheidend und zeigte Panteras Fähigkeit, aggressive Energie mit präzisen Rhythmen zu verbinden. Dieses Album ist nicht nur ein Favorit unter den Fans, sondern auch ein kritischer Erfolg, der oft als Höhepunkt der Bandkarriere angesehen wird."
  },
  {
    "category": "heavy-metal",
    "band": "Ozzy Osbourne",
    "album": "Blizzard of Ozz",
    "dataYear": "1980",
    "dataLength": "39:31",
    "dataSales": "6 Mio.",
    "coverSrc": "/bandcover/heavy-metal/ozzy_osbourne_blizzard_of_ozz.jpg",
    "audioSrc": "/mp3s/heavy-metal/ozzy_osbourne_blizzard_of_ozz.mp3",
    "jokerText": "Ozzy Osbourne's Debütalbum Blizzard of Ozz, veröffentlicht 1980, markierte einen triumphalen Neuanfang für den Sänger nach seinem Ausstieg bei Black Sabbath. Das Album enthält den ikonischen Song Crazy Train, der zu einem der bekanntesten Heavy Metal-Hymnen wurde. Blizzard of Ozz ist auch bekannt für die herausragende Gitarrenarbeit des damals noch unbekannten Randy Rhoads, der mit seinem einzigartigen Stil und technischen Können das Album maßgeblich prägte und seinen Status als Gitarrenlegende begründete.",
    "triviaQuestion": "Welches Debütalbum, das den Solokarriere-Start eines ehemaligen Black Sabbath-Frontmanns markierte, enthält Klassiker wie „Crazy Train“ und „Mr. Crowley“?",
    "triviaAnswer": "Das Album „Blizzard of Ozz“ von Ozzy Osbourne, veröffentlicht im Jahr 1980, markierte den Beginn seiner erfolgreichen Solokarriere nach seiner Zeit als Frontmann von Black Sabbath. Es enthält Klassiker wie „Crazy Train“ und „Mr. Crowley“, die zu unverzichtbaren Tracks in der Rock- und Metal-Geschichte wurden. „Blizzard of Ozz“ wird als eines der bedeutendsten Alben im Hard Rock und Heavy Metal angesehen und half, Ozzy Osbourne als „Prince of Darkness“ und Solo-Künstler zu etablieren."
  },
  {
    "category": "heavy-metal",
    "band": "Dio",
    "album": "Holy Diver",
    "dataYear": "1983",
    "dataLength": "41:07",
    "dataSales": "3 Mio.",
    "coverSrc": "/bandcover/heavy-metal/dio_holy_diver.jpg",
    "audioSrc": "/mp3s/heavy-metal/dio_holy_diver.mp3",
    "jokerText": "Dio's Debütalbum Holy Diver, veröffentlicht 1983, ist eines der ikonischen Alben im Heavy Metal und markierte Ronnie James Dio's aufstrebende Solokarriere nach seinen Engagements bei Black Sabbath und Rainbow. Der Titeltrack Holy Diver und der Song Rainbow in the Dark   wurden zu Klassikern des Genres. Das Albumcover, das einen Priester zeigt, der von einem Dämon ins Meer geworfen wird, hat zu langanhaltenden Diskussionen und Interpretationen über seine Bedeutung geführt.",
    "triviaQuestion": "Welches Debütalbum, ein Klassiker im Heavy Metal, enthält den ikonischen Titeltrack sowie „Rainbow in the Dark“?",
    "triviaAnswer": "Das Album „Holy Diver“ von Dio, veröffentlicht im Jahr 1983, ist das Debütalbum der Band und wird als Klassiker im Heavy Metal angesehen. Mit ikonischen Tracks wie dem Titeltrack „Holy Diver“ und „Rainbow in the Dark“ hat dieses Album Ronnie James Dio’s Status als eine der einflussreichsten Stimmen im Rock und Metal zementiert. Es ist bekannt für seine kraftvollen Melodien und tiefgreifenden Texte, die das mystische und dunkle Image der Band prägen."
  },
  {
    "category": "heavy-metal",
    "band": "AC/DC",
    "album": "Back in Black",
    "dataYear": "1980",
    "dataLength": "42:11",
    "dataSales": "50 Mio.",
    "coverSrc": "/bandcover/heavy-metal/ac_dc_back_in_black.jpg",
    "audioSrc": "/mp3s/heavy-metal/ac_dc_back_in_black.mp3",
    "jokerText": "AC/DC's Album Back in Black, veröffentlicht 1980, war eine Hommage an den verstorbenen Sänger Bon Scott und markierte das Debüt des neuen Sängers Brian Johnson. Das Album wurde zu einem der erfolgreichsten Alben aller Zeiten und enthält einige der bekanntesten Rock-Hymnen wie Hells Bells, You Shook Me All Night Long, und den Titeltrack Back in Black. Mit über 50 Millionen verkauften Exemplaren weltweit ist Back in Black eines der meistverkauften Alben der Musikgeschichte und ein Meilenstein in der Rockmusik.",
    "triviaQuestion": "Welches Album, das als eines der meistverkauften Alben aller Zeiten gilt, enthält ikonische Tracks wie „Back in Black“ und „You Shook Me All Night Long“?",
    "triviaAnswer": "Das Album „Back in Black“ von AC/DC, veröffentlicht im Jahr 1980, gilt als eines der meistverkauften Alben aller Zeiten. Es enthält ikonische Tracks wie „Back in Black“ und „You Shook Me All Night Long“ und wurde als Hommage an den verstorbenen Sänger Bon Scott aufgenommen. Das Album markierte den Einstieg von Brian Johnson als neuer Frontmann und wird für seinen kraftvollen Sound und seine eingängigen Riffs weltweit gefeiert. „Back in Black“ bleibt ein Meilenstein in der Rock-Geschichte und festigte AC/DCs Status als eine der größten Rockbands aller Zeiten."
  },
  {
    "category": "heavy-metal",
    "band": "Iron Maiden",
    "album": "Powerslave",
    "dataYear": "1984",
    "dataLength": "51:12",
    "dataSales": "5 Mio.",
    "coverSrc": "/bandcover/heavy-metal/iron_maiden_powerslave.jpg",
    "audioSrc": "/mp3s/heavy-metal/iron_maiden_powerslave.mp3",
    "jokerText": "Iron Maiden's Album Powerslave, veröffentlicht 1984, ist ein Klassiker des Heavy Metal und bekannt für sein ägyptisches Thema, das sowohl das Cover als auch mehrere Songs des Albums durchzieht. Das Album enthält epische Tracks wie 2 Minutes to Midnight und Rime of the Ancient Mariner, letzterer inspiriert von Samuel Taylor Coleridge's gleichnamigem Gedicht. Powerslave markierte einen Höhepunkt in der Karriere von Iron Maiden und führte zu ihrer legendären World Slavery Tour, die eine der längsten und ambitioniertesten Tourneen der Rockgeschichte war.",
    "triviaQuestion": "Welches Album, das als Klassiker des Heavy Metal gilt, enthält epische Tracks wie „Aces High“ und „Rime of the Ancient Mariner“?",
    "triviaAnswer": "Das Album „Powerslave“ von Iron Maiden, veröffentlicht im Jahr 1984, gilt als Klassiker des Heavy Metal. Es enthält epische Tracks wie „Aces High“ und „Rime of the Ancient Mariner“ und ist bekannt für seine thematischen und musikalischen Ambitionen. Das Album, das auch das ikonische ägyptische Artwork zeigt, wurde während der „World Slavery Tour“ unterstützt, einer der größten und erfolgreichsten Tourneen in der Geschichte der Band. „Powerslave“ festigte Iron Maidens Ruf als eine der führenden Kräfte im Heavy Metal."
  },
  {
    "category": "heavy-metal",
    "band": "Motorhead",
    "album": "Ace of Spades",
    "dataYear": "1980",
    "dataLength": "39:23",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/heavy-metal/motorhead_ace_of_spades.jpg",
    "audioSrc": "/mp3s/heavy-metal/motorhead_ace_of_spades.mp3",
    "jokerText": "Motörhead's Album Ace of Spades, veröffentlicht 1980, wird oft als Quintessenz des Heavy Metal angesehen und ist besonders bekannt für seinen Titeltrack, der zu einem der bekanntesten Songs der Band wurde. Das Lied Ace of Spades ist bekannt für seine schnellen Riffs und Lemmy Kilmisters unverkennbare raue Stimme, die das rasante Leben des Rock 'n' Roll feiert. Das Album festigte Motörheads Ruf als eine der einflussreichsten Bands in der Rock- und Metal-Szene.",
    "triviaQuestion": "Welches Album, ein Meilenstein im Speed Metal und Rock ’n’ Roll, enthält den Titeltrack, der als eine der Hymnen des Genres gilt?",
    "triviaAnswer": "Das Album „Ace of Spades“ von Motörhead, veröffentlicht im Jahr 1980, ist ein Meilenstein im Speed Metal und Rock ’n’ Roll. Der Titeltrack „Ace of Spades“ gilt als eine der definitiven Hymnen des Genres, bekannt für sein rasantes Tempo und die rohe Energie. Dieses Album hat nicht nur Motörheads Ruf als eine der lautesten und härtesten Bands zementiert, sondern auch ihren Einfluss auf die Entwicklung des Metal und Punk Rock unterstrichen."
  },
  {
    "category": "heavy-metal",
    "band": "Slayer",
    "album": "Seasons in the Abyss",
    "dataYear": "1990",
    "dataLength": "42:27",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/heavy-metal/slayer_seasons_in_the_abyss.jpg",
    "audioSrc": "/mp3s/heavy-metal/slayer_seasons_in_the_abyss.mp3",
    "jokerText": "Slayer's Album Seasons in the Abyss, veröffentlicht 1990, ist bekannt dafür, die rohe Aggression früherer Alben wie Reign in Blood mit dem komplexeren Songwriting und den melodischen Elementen von South of Heaven zu kombinieren. Der Titeltrack Seasons in the Abyss und der Hit War Ensemble sind bis heute feste Bestandteile ihrer Live-Shows. Das Album wird oft als eines der besten Werke von Slayer angesehen und festigte ihren Status als eine der führenden Bands im Thrash Metal.",
    "triviaQuestion": "Welches Album, das als eine perfekte Mischung aus Geschwindigkeit und Melodie im Thrash Metal gilt, enthält Klassiker wie „War Ensemble“ und den titelgebenden Track „Seasons in the Abyss“?",
    "triviaAnswer": "Das Album „Seasons in the Abyss“ von Slayer, veröffentlicht im Jahr 1990, gilt als eine perfekte Mischung aus Geschwindigkeit und Melodie im Thrash Metal. Es enthält Klassiker wie „War Ensemble“ und den titelgebenden Track „Seasons in the Abyss“. Dieses Album vereint die rohe Aggression früherer Werke mit einer raffinierteren Produktion und zeigt Slayers Fähigkeit, sowohl extrem schnelle als auch atmosphärische Songs zu schreiben. „Seasons in the Abyss“ ist ein zentrales Werk in der Diskografie von Slayer und bleibt ein bedeutender Einfluss im Metal-Genre."
  },
  {
    "category": "heavy-metal",
    "band": "Metallica",
    "album": "Ride the Lightning",
    "dataYear": "1984",
    "dataLength": "47:25",
    "dataSales": "6 Mio.",
    "coverSrc": "/bandcover/heavy-metal/metallica_ride_the_lightning.jpg",
    "audioSrc": "/mp3s/heavy-metal/metallica_ride_the_lightning.mp3",
    "jokerText": "Metallica's Album Ride the Lightning, veröffentlicht 1984, zeigte eine bemerkenswerte Weiterentwicklung der Band sowohl im Songwriting als auch in der musikalischen Komplexität im Vergleich zu ihrem Debütalbum. Das Album enthält Klassiker wie For Whom the Bell Tolls und Creeping Death sowie die epische Ballade Fade to Black, die Metallica's Fähigkeit demonstrierte, emotionale Tiefe in ihre thrashigen Riffs zu integrieren. Ride the Lightning half der Band, ihren Platz als Pioniere des Thrash Metal zu festigen und gilt als eines der einflussreichsten Alben des Genres.",
    "triviaQuestion": "Welches Album, das als eines der wichtigsten Werke im Thrash Metal gilt, enthält komplexe und energiegeladene Tracks wie „Fade to Black“ und „For Whom the Bell Tolls“?",
    "triviaAnswer": "Das Album „Ride the Lightning“ von Metallica, veröffentlicht im Jahr 1984, gilt als eines der wichtigsten Werke im Thrash Metal. Es enthält komplexe und energiegeladene Tracks wie „Fade to Black“ und „For Whom the Bell Tolls“. Dieses Album zeigte die Weiterentwicklung der Band, indem es mehr melodische und thematisch tiefere Songs bot, während es gleichzeitig die rohe Energie und Geschwindigkeit des Thrash Metal beibehielt. „Ride the Lightning“ festigte Metallicas Ruf als führende Kraft im Metal-Genre und bleibt ein Klassiker in der Geschichte der Rockmusik."
  },
  {
    "category": "heavy-metal",
    "band": "Anthrax",
    "album": "Among the Living",
    "dataYear": "1987",
    "dataLength": "40:45",
    "dataSales": "1 Mio.",
    "coverSrc": "/bandcover/heavy-metal/anthrax_among_the_living.jpg",
    "audioSrc": "/mp3s/heavy-metal/anthrax_among_the_living.mp3",
    "jokerText": "Anthrax' Album Among the Living, veröffentlicht im Jahr 1987, gilt als ein Meilenstein im Thrash Metal Genre. Es enthält Lieder, die von verschiedenen Popkultur-Referenzen inspiriert sind, darunter Stephen Kings Roman Der Dunkle Turm und der Comic-Charakter Judge Dredd. Diese kulturellen Einflüsse verbanden die Band mit einer breiteren Fangemeinde und etablierten Anthrax als eine der innovativen Kräfte in der Metal-Szene.",
    "triviaQuestion": "Welches Album, das oft als Höhepunkt im Thrash Metal angesehen wird, enthält Tracks wie „I Am the Law“ und „Indians“, die sowohl kulturell als auch musikalisch prägend waren?",
    "triviaAnswer": "Das Album „Among the Living“ von Anthrax, veröffentlicht im Jahr 1987, gilt als eines der prägendsten Werke im Thrash Metal. Es enthält kraftvolle Tracks wie „I Am the Law“ und „Indians“, die nicht nur für ihre musikalische Aggression, sondern auch für ihre kulturellen und sozialen Kommentare bekannt sind. Dieses Album spiegelt die Energie und den Geist der späten 80er Jahre wider und bleibt ein wesentlicher Bestandteil der Metal-Geschichte."
  },
  {
    "category": "heavy-metal",
    "band": "Black Sabbath",
    "album": "Black Sabbath",
    "dataYear": "1970",
    "dataLength": "38:08",
    "dataSales": "5 Mio.",
    "coverSrc": "/bandcover/heavy-metal/black_sabbath_black_sabbath.jpg",
    "audioSrc": "/mp3s/heavy-metal/black_sabbath_black_sabbath.mp3",
    "jokerText": "Black Sabbath's selbstbetiteltes Debütalbum, veröffentlicht 1970, gilt als eines der ersten echten Heavy Metal-Alben und legte den Grundstein für das gesamte Genre. Der Titeltrack Black Sabbath mit seinem bedrohlichen, langsamen Riff und düsteren Texten prägte den düsteren, unheilvollen Sound, der später zum Markenzeichen des Heavy Metal wurde. Das Album wurde innerhalb von nur einem Tag aufgenommen und gilt als ein Meilenstein in der Musikgeschichte, da es die Tür für eine völlig neue Art von Musik öffnete.",
    "triviaQuestion": "Welches Debütalbum, das als Geburtsstunde des Heavy Metal gilt, enthält düstere und bahnbrechende Tracks wie „Black Sabbath“ und „N.I.B.“?",
    "triviaAnswer": "Das Album „Black Sabbath“ von Black Sabbath, veröffentlicht im Jahr 1970, gilt als das Debütalbum, das die Geburtsstunde des Heavy Metal markierte. Es enthält düstere und bahnbrechende Tracks wie „Black Sabbath“ und „N.I.B.“, die mit ihren schweren Riffs, unheimlichen Atmosphären und okkulten Themen den Grundstein für das gesamte Genre legten. Dieses Album beeinflusste unzählige Bands und bleibt ein unverzichtbarer Klassiker in der Geschichte des Rock und Metal."
  },
  {
    "category": "heavy-metal",
    "band": "Megadeth",
    "album": "Countdown to Extinction",
    "dataYear": "1992",
    "dataLength": "47:26",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/heavy-metal/megadeth_countdown_to_extinction.jpg",
    "audioSrc": "/mp3s/heavy-metal/megadeth_countdown_to_extinction.mp3",
    "jokerText": "Megadeth's Album Countdown to Extinction, veröffentlicht 1992, markierte einen kommerziellen Höhepunkt für die Band und zeigte eine Weiterentwicklung ihres Sounds hin zu einem etwas zugänglicheren, aber immer noch aggressiven Stil. Das Album enthält Hits wie Symphony of Destruction und Sweating Bullets, die beide zu Klassikern im Metal-Genre wurden. Countdown to Extinction wurde mehrfach mit Platin ausgezeichnet und erreichte Platz 2 der Billboard 200, was es zu einem der erfolgreichsten Alben der Band machte und Megadeth fest in der Spitze der Metal-Szene etablierte.",
    "triviaQuestion": "Welches Album, das als eines der erfolgreichsten Werke der Band gilt, enthält ikonische Tracks wie „Symphony of Destruction“ und „Sweating Bullets“?",
    "triviaAnswer": "Das Album „Countdown to Extinction“ von Megadeth, veröffentlicht im Jahr 1992, gilt als eines der erfolgreichsten Werke der Band. Es enthält ikonische Tracks wie „Symphony of Destruction“ und „Sweating Bullets“. Das Album markierte einen stilistischen Wandel hin zu einem zugänglicheren, aber dennoch kraftvollen Sound, der Megadeth kommerziellen Erfolg und kritische Anerkennung brachte. „Countdown to Extinction“ wurde mehrfach ausgezeichnet und bleibt ein zentrales Werk in der Geschichte des Heavy Metal."
  },
  {
    "category": "heavy-metal",
    "band": "Pantera",
    "album": "Far Beyond Driven",
    "dataYear": "1994",
    "dataLength": "56:31",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/heavy-metal/pantera_far_beyond_driven.jpg",
    "audioSrc": "/mp3s/heavy-metal/pantera_far_beyond_driven.mp3",
    "jokerText": " Pantera's Album Far Beyond Driven, veröffentlicht 1994, ist bekannt dafür, als eines der härtesten und schwersten Alben überhaupt Platz 1 der Billboard 200 Charts zu erreichen. Mit seiner kompromisslosen Mischung aus aggressiven Riffs, wütenden Vocals und brachialem Sound stellte das Album Pantera's Fähigkeit unter Beweis, extremen Metal einem breiten Publikum zugänglich zu machen. Songs wie I'm Broken und 5 Minutes Alone sind heute Klassiker des Groove Metal, und das Album gilt als ein Meilenstein in der Geschichte des Metal.",
    "triviaQuestion": "Welches Album, das als eines der härtesten Nummer-1-Alben in der Geschichte des Billboard 200 gilt, enthält kraftvolle Tracks wie „I'm Broken“ und „5 Minutes Alone“?",
    "triviaAnswer": "Das Album „Far Beyond Driven“ von Pantera, veröffentlicht im Jahr 1994, gilt als eines der härtesten Alben, das jemals die Spitze der Billboard 200 erreichte. Es enthält kraftvolle Tracks wie „I'm Broken“ und „5 Minutes Alone“. „Far Beyond Driven“ zeigt Pantera auf dem Höhepunkt ihrer musikalischen Aggression und technischen Präzision, und es festigte ihren Ruf als eine der führenden Kräfte im Groove Metal. Das Album bleibt ein Meilenstein in der Metal-Geschichte."
  },
  {
    "category": "heavy-metal",
    "band": "Iron Maiden",
    "album": "Seventh Son of a Seventh Son",
    "dataYear": "1988",
    "dataLength": "43:51",
    "dataSales": "3 Mio.",
    "coverSrc": "/bandcover/heavy-metal/iron_maiden_seventh_son_of_a_seventh_son.jpg",
    "audioSrc": "/mp3s/heavy-metal/iron_maiden_seventh_son_of_a_seventh_son.mp3",
    "jokerText": "Iron Maiden's Album Seventh Son of a Seventh Son, veröffentlicht 1988, ist ein Konzeptalbum, das sich um das mystische Thema des siebten Sohnes eines siebten Sohnes dreht, der übernatürliche Kräfte besitzt. Es ist das erste Album der Band, das Synthesizer- und Keyboardsounds prominent einsetzt, was dem Album einen besonders atmosphärischen und epischen Klang verleiht. Mit Hits wie Can I Play with Madness und The Evil That Men Do ist Seventh Son of a Seventh Son eines der am meisten gefeierten Alben der Band und gilt als ein Höhepunkt ihrer experimentellen Phase.",
    "triviaQuestion": "Welches Konzeptalbum, das als eines der besten Werke im Progressive Metal gilt, enthält epische Tracks wie „The Evil That Men Do“ und „Can I Play with Madness“?",
    "triviaAnswer": "Das Album „Seventh Son of a Seventh Son“ von Iron Maiden, veröffentlicht im Jahr 1988, gilt als eines der besten Werke im Progressive Metal und ist ein Konzeptalbum, das sich um das Thema Prophezeiung und übernatürliche Kräfte dreht. Es enthält epische Tracks wie „The Evil That Men Do“ und „Can I Play with Madness“. Mit komplexen Kompositionen, tiefgründigen Texten und melodischem Gesang zeigt dieses Album Iron Maiden auf dem Höhepunkt ihrer Kreativität und bleibt ein zentraler Meilenstein in der Geschichte des Heavy Metal."
  },
  {
    "category": "heavy-metal",
    "band": "Judas Priest",
    "album": "Painkiller",
    "dataYear": "1990",
    "dataLength": "46:08",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/heavy-metal/judas_priest_painkiller.jpg",
    "audioSrc": "/mp3s/heavy-metal/judas_priest_painkiller.mp3",
    "jokerText": "Judas Priest's Album Painkiller, veröffentlicht 1990, markierte eine Rückkehr zu einem härteren, intensiveren Sound für die Band und wird oft als eines der besten Heavy Metal-Alben aller Zeiten angesehen. Der Titeltrack Painkiller ist bekannt für seine schnellen, aggressiven Riffs, Rob Halfords hochfrequente Schreie und das explosive Schlagzeugspiel von Scott Travis, der mit diesem Album sein Debüt bei Judas Priest gab. Painkiller revitalisierte die Karriere der Band und gilt als ein Meilenstein, der den modernen Metal-Sound stark beeinflusst hat.",
    "triviaQuestion": "Welches Album, das als eines der härtesten und einflussreichsten Werke im Heavy Metal gilt, enthält explosive Tracks wie „Painkiller“ und „A Touch of Evil“?",
    "triviaAnswer": "Das Album „Painkiller“ von Judas Priest, veröffentlicht im Jahr 1990, gilt als eines der härtesten und einflussreichsten Werke im Heavy Metal. Es enthält explosive Tracks wie „Painkiller“ und „A Touch of Evil“, die durch ihre rasenden Riffs, kraftvollen Vocals und präzisen Drumming beeindrucken. „Painkiller“ markierte eine Rückkehr zu einem härteren, aggressiveren Sound und festigte Judas Priest's Status als eine der führenden Bands im Heavy Metal. Das Album bleibt ein unverzichtbarer Klassiker des Genres."
  },
  {
    "category": "heavy-metal",
    "band": "Sepultura",
    "album": "Roots",
    "dataYear": "1996",
    "dataLength": "72:11",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/heavy-metal/sepultura_roots.jpg",
    "audioSrc": "/mp3s/heavy-metal/sepultura_roots.mp3",
    "jokerText": "Sepultura's Album Roots, veröffentlicht 1996, ist bekannt für seine bahnbrechende Fusion von traditioneller brasilianischer Musik und Thrash Metal. Das Album beinhaltet die Zusammenarbeit mit indigenen Musikern und verwendet Instrumente wie die Berimbau und andere native Perkussionsinstrumente. Diese kulturelle Verschmelzung macht Roots zu einem einzigartigen Album in der Metal-Szene und hat dazu beigetragen, Sepultura als eine der innovativsten Bands ihres Genres zu etablieren.",
    "triviaQuestion": "Welches Album, das für seine einzigartige Mischung aus Heavy Metal und brasilianischen Einflüssen bekannt ist, enthält bahnbrechende Tracks wie „Roots Bloody Roots“ und „Attitude“?",
    "triviaAnswer": "Das Album „Roots“ von Sepultura, veröffentlicht im Jahr 1996, ist bekannt für seine einzigartige Mischung aus Heavy Metal und traditionellen brasilianischen Einflüssen. Mit bahnbrechenden Tracks wie „Roots Bloody Roots“ und „Attitude“ revolutionierte das Album das Metal-Genre, indem es Elemente der indigenen brasilianischen Musik integrierte. „Roots“ wird oft als eines der einflussreichsten Alben der 1990er Jahre angesehen und markierte einen Höhepunkt in Sepulturas Karriere."
  },
  {
    "category": "heavy-metal",
    "band": "Dream Theater",
    "album": "Images and Words",
    "dataYear": "1992",
    "dataLength": "57:03",
    "dataSales": "1 Mio.",
    "coverSrc": "/bandcover/heavy-metal/dream_theater_images_and_words.jpg",
    "audioSrc": "/mp3s/heavy-metal/dream_theater_images_and_words.mp3",
    "jokerText": " Dream Theater's Album Images and Words, veröffentlicht 1992, ist das zweite Studioalbum der Band und das erste mit Sänger James LaBrie. Das Album ist ein Meilenstein im Progressive Metal und enthält den Hit Pull Me Under, der überraschenderweise zu einem Radioerfolg wurde und Dream Theater internationale Anerkennung brachte. Images and Words ist bekannt für seine komplexen Songstrukturen, virtuose Instrumentalpassagen und die Verschmelzung von Metal mit progressiven Rock-Elementen, was das Genre des Progressive Metal nachhaltig prägte.",
    "triviaQuestion": "Welches Album, das als Meilenstein im Progressive Metal gilt, enthält komplexe und melodische Tracks wie „Pull Me Under“ und „Metropolis—Part I: 'The Miracle and the Sleeper'“?",
    "triviaAnswer": " Das Album „Images and Words“ von Dream Theater, veröffentlicht im Jahr 1992, gilt als Meilenstein im Progressive Metal. Es enthält komplexe und melodische Tracks wie „Pull Me Under“ und „Metropolis—Part I: 'The Miracle and the Sleeper'“. Dieses Album brachte Dream Theater internationalen Erfolg und zeigte ihre Fähigkeit, technische Virtuosität mit eingängigen Melodien zu verbinden. „Images and Words“ ist ein wegweisendes Werk, das die Richtung des Progressive Metal maßgeblich beeinflusst hat und bis heute als Klassiker des Genres angesehen wird."
  },
  {
    "category": "heavy-metal",
    "band": "Rammstein",
    "album": "Mutter",
    "dataYear": "2001",
    "dataLength": "43:42",
    "dataSales": "1 Mio.",
    "coverSrc": "/bandcover/heavy-metal/rammstein_mutter.jpg",
    "audioSrc": "/mp3s/heavy-metal/rammstein_mutter.mp3",
    "jokerText": "Rammstein's Album Mutter, veröffentlicht im Jahr 2001, gilt als eines ihrer einflussreichsten Werke und hat die Band international bekannt gemacht. Der Titelsong Mutter und andere Lieder wie Sonne und Ich Will wurden zu Hits, die die charakteristische Mischung aus harten Gitarrenriffs und dramatischen orchestralen Arrangements zeigen. Das Album enthält auch vielschichtige Texte, die tiefgründige Themen wie Verlust, Sehnsucht und menschliche Beziehungen erforschen, oft eingebettet in kontroverse und provokative Geschichten.",
    "triviaQuestion": "Welches Album, bekannt für seine kraftvolle Mischung aus Industrial Metal und dramatischen Orchestrierungen, enthält Hits wie „Sonne“ und „Links 2 3 4“?",
    "triviaAnswer": "Das Album „Mutter“ von Rammstein, veröffentlicht im Jahr 2001, ist bekannt für seine kraftvolle Mischung aus Industrial Metal und dramatischen Orchestrierungen. Mit prägnanten Hits wie „Sonne“ und „Links 2 3 4“ sowie dem emotional tiefgründigen Titeltrack „Mutter“, hat das Album die musikalische Vielfalt und die künstlerische Tiefe von Rammstein unter Beweis gestellt. Es gilt als eines der einflussreichsten Werke der Band, das ihren internationalen Erfolg weiter festigte."
  },
  {
    "category": "heavy-metal",
    "band": "Slipknot",
    "album": "Iowa",
    "dataYear": "2001",
    "dataLength": "66:19",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/heavy-metal/slipknot_iowa.jpg",
    "audioSrc": "/mp3s/heavy-metal/slipknot_iowa.mp3",
    "jokerText": "Slipknot's Album Iowa, veröffentlicht 2001, ist bekannt für seine extreme Aggression und Dunkelheit und wird oft als eines der härtesten Alben der Band angesehen. Benannt nach ihrem Heimatstaat, reflektiert Iowa die düsteren Emotionen und Spannungen innerhalb der Band zu dieser Zeit, was zu einem besonders intensiven und rohen Sound führte. Trotz seiner Brutalität und Kompromisslosigkeit erreichte das Album hohe Chartplatzierungen weltweit und festigte Slipknot's Status als eine der führenden Bands im Nu-Metal und der extremen Musikszene.",
    "triviaQuestion": "Welches Album, das als eines der härtesten und düstersten Werke im Nu-Metal gilt, enthält aggressive Tracks wie „People = Shit“ und „Left Behind“?",
    "triviaAnswer": "Das Album „Iowa“ von Slipknot, veröffentlicht im Jahr 2001, gilt als eines der härtesten und düstersten Werke im Nu-Metal. Es enthält aggressive Tracks wie „People = Shit“ und „Left Behind“. „Iowa“ zeigt Slipknot auf dem Höhepunkt ihrer Wut und musikalischen Intensität, was das Album zu einem prägenden Werk für die Band und das Genre machte. Es wurde für seine rohe Energie und seine kompromisslose Herangehensweise an Sound und Thema gefeiert und bleibt ein Schlüsselmoment in der Geschichte des Metal."
  },
  {
    "category": "heavy-metal",
    "band": "System of a Down",
    "album": "Toxicity",
    "dataYear": "2001",
    "dataLength": "44:01",
    "dataSales": "12 Mio.",
    "coverSrc": "/bandcover/heavy-metal/system_of_a_down_toxicity.jpg",
    "audioSrc": "/mp3s/heavy-metal/system_of_a_down_toxicity.mp3",
    "jokerText": "System of a Down's Album Toxicity, veröffentlicht 2001, ist ein Meilenstein im Nu-Metal-Genre und markierte den kommerziellen Durchbruch der Band. Das Album kombiniert aggressiven Metal mit ungewöhnlichen Rhythmen, politischen Texten und Einflüssen aus armenischer Musik, was zu einem einzigartigen Sound führte. Toxicity enthält einige der bekanntesten Songs der Band, darunter Chop Suey!, Toxicity und Aerials, und wurde sowohl kommerziell als auch kritisch ein großer Erfolg, der System of a Down weltweit bekannt machte.",
    "triviaQuestion": "Welches Album, das als eines der einflussreichsten Werke des 21. Jahrhunderts im Metal gilt, enthält kraftvolle Tracks wie „Chop Suey!“ und „Toxicity“?",
    "triviaAnswer": "Das Album „Toxicity“ von System of a Down, veröffentlicht im Jahr 2001, gilt als eines der einflussreichsten Werke des 21. Jahrhunderts im Metal. Es enthält kraftvolle Tracks wie „Chop Suey!“ und „Toxicity“, die durch ihre einzigartige Mischung aus aggressiven Riffs, ungewöhnlichen Rhythmen und politischen Texten hervorstechen. „Toxicity“ brachte der Band weltweiten Erfolg und Anerkennung und wird oft als ein Meilenstein in der Geschichte des Alternative Metal und Nu-Metal angesehen."
  },
  {
    "category": "heavy-metal",
    "band": "Korn",
    "album": "Follow the Leader",
    "dataYear": "1998",
    "dataLength": "70:08",
    "dataSales": "10 Mio.",
    "coverSrc": "/bandcover/heavy-metal/korn_follow_the_leader.jpg",
    "audioSrc": "/mp3s/heavy-metal/korn_follow_the_leader.mp3",
    "jokerText": "Korn's Album Follow the Leader, veröffentlicht 1998, gilt als eines der prägendsten Werke des Nu-Metal-Genres und brachte der Band ihren ersten großen kommerziellen Erfolg. Das Album enthält die Hits Freak on a Leash und Got the Life, die beide maßgeblich dazu beitrugen, Korn ins Mainstream-Rampenlicht zu rücken. Follow the Leader ist bekannt für seinen düsteren, aggressiven Sound und seine innovativen Musikvideos, und es half dabei, Nu-Metal als dominierendes Genre in den späten 1990er Jahren zu etablieren.",
    "triviaQuestion": "Welches Album, das als Durchbruch im Nu-Metal gilt, enthält Hits wie „Freak on a Leash“ und „Got the Life“?",
    "triviaAnswer": "Das Album „Follow the Leader“ von Korn, veröffentlicht im Jahr 1998, gilt als Durchbruch im Nu-Metal und enthält Hits wie „Freak on a Leash“ und „Got the Life“. Mit diesem Album erreichte Korn große kommerzielle Erfolge und trug entscheidend zur Popularisierung des Nu-Metal-Genres bei. „Follow the Leader“ ist bekannt für seine düsteren Themen, aggressiven Riffs und innovative Produktion und bleibt ein zentrales Werk in der Geschichte des modernen Metal."
  },
  {
    "category": "heavy-metal",
    "band": "Tool",
    "album": "Lateralus",
    "dataYear": "2001",
    "dataLength": "78:51",
    "dataSales": "3 Mio.",
    "coverSrc": "/bandcover/heavy-metal/tool_lateralus.jpg",
    "audioSrc": "/mp3s/heavy-metal/tool_lateralus.mp3",
    "jokerText": "Tool's Album Lateralus, veröffentlicht 2001, ist ein Meisterwerk des Progressive Metal und bekannt für seine komplexe Struktur, sowohl musikalisch als auch thematisch. Der Titeltrack Lateralus ist besonders bemerkenswert, da seine Melodie und Rhythmus basieren auf der Fibonacci-Folge, was das mathematische und philosophische Konzept des Albums unterstreicht. Lateralus wird oft als eines der besten Alben der 2000er Jahre angesehen und festigte Tool's Ruf als eine der innovativsten und einflussreichsten Bands im modernen Metal.",
    "triviaQuestion": "Welches Album, das als Meisterwerk des Progressive Metal gilt, enthält komplexe und tiefgründige Tracks wie „Schism“ und „Parabola“?",
    "triviaAnswer": "Das Album „Lateralus“ von Tool, veröffentlicht im Jahr 2001, gilt als Meisterwerk des Progressive Metal. Es enthält komplexe und tiefgründige Tracks wie „Schism“ und „Parabola“, die für ihre polyrhythmischen Strukturen, philosophischen Texte und innovative Kompositionen bekannt sind. „Lateralus“ wird für seine künstlerische Tiefe und musikalische Virtuosität hoch geschätzt und hat Tool als eine der einflussreichsten Bands im modernen Metal etabliert."
  },
  {
    "category": "heavy-metal",
    "band": "Lamb of God",
    "album": "Ashes of the Wake",
    "dataYear": "2004",
    "dataLength": "44:11",
    "dataSales": "300 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/lamb_of_god_ashes_of_the_wake.jpg",
    "audioSrc": "/mp3s/heavy-metal/lamb_of_god_ashes_of_the_wake.mp3",
    "jokerText": "Lamb of God's Album Ashes of the Wake, veröffentlicht 2004, ist stark von den politischen Ereignissen rund um den Irakkrieg inspiriert und gilt als eines der bedeutendsten Alben im Groove Metal Genre. Der Titeltrack Ashes of the Wake enthält ein gesprochenes Outro mit Originalzitaten eines ehemaligen Marine-Scharfschützen, was die düstere und kritische Haltung der Band gegenüber dem Krieg unterstreicht. Das Album markierte den kommerziellen Durchbruch der Band und etablierte sie fest in der Metal-Szene.",
    "triviaQuestion": "Welches Album, das als einer der Höhepunkte des modernen Groove Metal gilt, enthält aggressive und politisch aufgeladene Tracks wie „Laid to Rest“ und „Now You’ve Got Something to Die For“?",
    "triviaAnswer": "Das Album „Ashes of the Wake“ von Lamb of God, veröffentlicht im Jahr 2004, wird als einer der Höhepunkte des modernen Groove Metal angesehen. Es enthält aggressive und politisch aufgeladene Tracks wie „Laid to Rest“ und „Now You’ve Got Something to Die For“. Das Album ist bekannt für seine technische Präzision, kompromisslose Intensität und scharfe gesellschaftliche Kommentare, was es zu einem entscheidenden Werk im Metal-Genre gemacht hat."
  },
  {
    "category": "heavy-metal",
    "band": "Avenged Sevenfold",
    "album": "City of Evil",
    "dataYear": "2005",
    "dataLength": "72:48",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/heavy-metal/avenged_sevenfold_city_of_evil.jpg",
    "audioSrc": "/mp3s/heavy-metal/avenged_sevenfold_city_of_evil.mp3",
    "jokerText": "Avenged Sevenfold's Album City of Evil, veröffentlicht 2005, markierte einen Wendepunkt in der Karriere der Band, indem es ihren Übergang von Metalcore zu einem melodischeren Heavy Metal-Sound zeigte. Das Album verzichtet auf Screaming-Vocals und integriert stattdessen harmonische Gesänge, epische Gitarrensoli und komplexe Songstrukturen, was besonders in Songs wie Bat Country und Beast and the Harlot deutlich wird. City of Evil brachte Avenged Sevenfold breite kommerzielle Anerkennung und half, sie als eine der führenden modernen Metal-Bands zu etablieren.",
    "triviaQuestion": "Welches Album, das den Durchbruch einer Metalcore-Band in den Mainstream markierte, enthält epische Tracks wie „Bat Country“ und „Beast and the Harlot“?",
    "triviaAnswer": "Das Album „City of Evil“ von Avenged Sevenfold, veröffentlicht im Jahr 2005, markierte den Durchbruch der Band in den Mainstream. Es enthält epische Tracks wie „Bat Country“ und „Beast and the Harlot“. Mit diesem Album verließ die Band ihre Metalcore-Wurzeln zugunsten eines komplexeren und melodischeren Heavy-Metal-Sounds, der ihnen breite Anerkennung und kommerziellen Erfolg einbrachte. „City of Evil“ bleibt ein bedeutender Meilenstein in der Karriere von Avenged Sevenfold und ein prägendes Werk im modernen Metal."
  },
  {
    "category": "heavy-metal",
    "band": "Children of Bodom",
    "album": "Follow the Reaper",
    "dataYear": "2000",
    "dataLength": "40:16",
    "dataSales": "200 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/children_of_bodom_follow_the_reaper.jpg",
    "audioSrc": "/mp3s/heavy-metal/children_of_bodom_follow_the_reaper.mp3",
    "jokerText": "Children of Bodom's Album Follow the Reaper, veröffentlicht im Jahr 2000, wird oft als eines ihrer besten Werke angesehen und ist ein Meilenstein im Melodic Death Metal Genre. Das Album zeichnet sich durch seine Mischung aus schnellen, aggressiven Riffs und melodischen Keyboard-Passagen aus, die den einzigartigen Sound der Band prägen. Follow the Reaper brachte Children of Bodom internationale Anerkennung und enthält einige ihrer bekanntesten Songs, darunter Everytime I Die und Hate Me!.",
    "triviaQuestion": "Welches Album, das als Meisterwerk des Melodic Death Metal gilt, enthält charakteristische Tracks wie „Everytime I Die“ und „Hate Me!“?",
    "triviaAnswer": "Das Album „Follow the Reaper“ von Children of Bodom, veröffentlicht im Jahr 2000, gilt als Meisterwerk des Melodic Death Metal. Mit charakteristischen Tracks wie „Everytime I Die“ und „Hate Me!“ zeigte das Album die einzigartige Mischung aus aggressiven Riffs, melodischen Elementen und virtuosen Gitarrensoli, die den Stil der Band definieren. „Follow the Reaper“ festigte Children of Bodom als eine der führenden Bands in ihrem Genre und bleibt ein Fan-Favorit."
  },
  {
    "category": "heavy-metal",
    "band": "Death",
    "album": "Symbolic",
    "dataYear": "1995",
    "dataLength": "43:53",
    "dataSales": "100 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/death_symbolic.jpg",
    "audioSrc": "/mp3s/heavy-metal/death_symbolic.mp3",
    "jokerText": "Death's Album Symbolic, veröffentlicht 1995, wird oft als eines der größten Meisterwerke im Death Metal und Progressive Metal angesehen. Es markierte eine Weiterentwicklung des Stils der Band, indem es komplexere Songstrukturen, tiefere lyrische Themen und melodischere Elemente einführte, die das Album über die traditionellen Grenzen des Death Metal hinausheben. Symbolic gilt als einflussreiches Werk, das die Entwicklung des technischen und progressiven Death Metal nachhaltig geprägt hat und von Fans und Kritikern gleichermaßen hoch geschätzt wird.",
    "triviaQuestion": "Welches Album, das als Meisterwerk des progressiven Death Metal gilt, enthält technisch anspruchsvolle und tiefgründige Tracks wie „Crystal Mountain“?",
    "triviaAnswer": "Das Album „Symbolic“ von Death, veröffentlicht im Jahr 1995, gilt als Meisterwerk des progressiven Death Metal. Es enthält technisch anspruchsvolle und tiefgründige Tracks wie „Symbolic“ und „Crystal Mountain“, die durch ihre komplexen Arrangements, virtuose Instrumentation und philosophische Texte beeindrucken. „Symbolic“ hat das Genre nachhaltig beeinflusst und wird oft als eines der besten Alben in der Geschichte des Death Metal angesehen."
  },
  {
    "category": "heavy-metal",
    "band": "Opeth",
    "album": "Blackwater Park",
    "dataYear": "2001",
    "dataLength": "44:43",
    "dataSales": "200 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/opeth_blackwater_park.jpg",
    "audioSrc": "/mp3s/heavy-metal/opeth_blackwater_park.mp3",
    "jokerText": "Opeth's Album Blackwater Park, veröffentlicht im Jahr 2001, markiert einen Wendepunkt in der musikalischen Entwicklung der Band und ist weithin anerkannt als eines ihrer Meisterwerke im Progressive Metal Genre. Das Album wurde in Zusammenarbeit mit dem Produzenten Steven Wilson von Porcupine Tree aufgenommen, dessen Einfluss den Klang von Opeth weiter verfeinerte und zu einem reicheren, dynamischeren Sound führte. Blackwater Park hat nicht nur die Fans beeindruckt, sondern auch neue Maßstäbe für das Genre gesetzt und Opeths Ruf als Innovatoren im Metal verstärkt.",
    "triviaQuestion": "Welches Album, das als Meilenstein im Progressive Metal gilt, enthält eine Mischung aus akustischen Melodien und schweren Gitarrenriffs und wurde von einem berühmten Produzenten co-produziert?",
    "triviaAnswer": "Das Album „Blackwater Park“ von Opeth, veröffentlicht im Jahr 2001, wird als Meilenstein im Progressive Metal angesehen. Es enthält eine faszinierende Mischung aus akustischen Melodien und schweren Gitarrenriffs. Das Album wurde von Steven Wilson, bekannt als Frontmann von Porcupine Tree, co-produziert. Es zeigt die Fähigkeit der Band, komplexe musikalische Strukturen mit emotionaler Tiefe zu verweben, und hat Opeth als eine der führenden Kräfte im Progressive Metal etabliert."
  },
  {
    "category": "heavy-metal",
    "band": "Mastodon",
    "album": "Leviathan",
    "dataYear": "2004",
    "dataLength": "46:37",
    "dataSales": "500 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/mastodon_leviathan.jpg",
    "audioSrc": "/mp3s/heavy-metal/mastodon_leviathan.mp3",
    "jokerText": "Mastodon's Album Leviathan, veröffentlicht 2004, ist ein Konzeptalbum, das von Herman Melvilles Klassiker Moby-Dick inspiriert wurde. Jeder Song des Albums erzählt einen Teil der Geschichte des riesigen weißen Wals und Kapitän Ahabs obsessiver Jagd nach ihm. Leviathan wurde sowohl von Fans als auch von Kritikern hoch gelobt und gilt als eines der besten Metal-Alben der 2000er Jahre. Es half Mastodon, sich als eine der kreativsten und progressivsten Bands im Metal-Genre zu etablieren.",
    "triviaQuestion": "Welches Konzeptalbum, das von Herman Melvilles „Moby-Dick“ inspiriert ist, enthält kraftvolle Tracks wie „Blood and Thunder“ und „Iron Tusk“?",
    "triviaAnswer": "Das Album „Leviathan“ von Mastodon, veröffentlicht im Jahr 2004, ist ein Konzeptalbum, das von Herman Melvilles „Moby-Dick“ inspiriert wurde. Es enthält kraftvolle Tracks wie „Blood and Thunder“ und „Iron Tusk“ und wird für seine Mischung aus Progressive Metal und Sludge Metal hoch geschätzt. „Leviathan“ brachte Mastodon sowohl kritische als auch kommerzielle Anerkennung und gilt als eines der einflussreichsten Metal-Alben der 2000er Jahre."
  },
  {
    "category": "heavy-metal",
    "band": "Gojira",
    "album": "From Mars to Sirius",
    "dataYear": "2005",
    "dataLength": "66:55",
    "dataSales": "250 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/gojira_from_mars_to_sirius.jpg",
    "audioSrc": "/mp3s/heavy-metal/gojira_from_mars_to_sirius.mp3",
    "jokerText": "Gojira's Album From Mars to Sirius, veröffentlicht 2005, ist ein Konzeptalbum, das sich mit Umweltthemen, dem Überleben der Menschheit und einer metaphysischen Reise von Mars zur Erde beschäftigt. Das Album ist bekannt für seine Mischung aus technisch anspruchsvollen Riffs, schweren Grooves und tiefgründigen, umweltbewussten Texten. From Mars to Sirius gilt als eines der einflussreichsten Alben im modernen Metal und hat Gojira international Anerkennung eingebracht, wodurch sie sich als eine der führenden Kräfte im Progressive und Groove Metal etablierten.",
    "triviaQuestion": "Welches Album, das als bahnbrechendes Werk im Progressive/Death Metal gilt, enthält mächtige Tracks wie „Flying Whales“ und „Backbone“ und behandelt Themen wie Umweltbewusstsein und Spiritualität?",
    "triviaAnswer": "Das Album „From Mars to Sirius“ von Gojira, veröffentlicht im Jahr 2005, gilt als bahnbrechendes Werk im Progressive/Death Metal. Es enthält mächtige Tracks wie „Flying Whales“ und „Backbone“ und ist bekannt für seine tiefgehenden Themen wie Umweltbewusstsein, Spiritualität und die Zukunft der Menschheit. „From Mars to Sirius“ hat Gojira weltweit Anerkennung eingebracht und gilt als eines der einflussreichsten Alben im modernen Metal, das die Band als eine innovative und kraftvolle Stimme in der Metal-Szene etablierte."
  },
  {
    "category": "heavy-metal",
    "band": "Ghost",
    "album": "Meliora",
    "dataYear": "2015",
    "dataLength": "41:36",
    "dataSales": "250 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/ghost_meliora.jpg",
    "audioSrc": "/mp3s/heavy-metal/ghost_meliora.mp3",
    "jokerText": "Ghost's Album Meliora, veröffentlicht 2015, brachte der Band ihren Durchbruch und definierte ihren einzigartigen Stil weiter, indem es Elemente von Hard Rock, Doom Metal und Pop kombinierte. Der Hit Cirice aus diesem Album gewann einen Grammy Award für die beste Metal-Performance und half, Ghosts Mischung aus düsteren, okkulten Themen und eingängigen Melodien einem breiteren Publikum zugänglich zu machen. Meliora erhielt sowohl von Fans als auch von Kritikern große Anerkennung und festigte Ghosts Status als eine der innovativsten und mysteriösesten Bands im modernen Rock und Metal.",
    "triviaQuestion": "Welches Album, das als eines der stärksten Werke der modernen Rock- und Metal-Szene gilt, enthält eingängige Tracks wie „Cirice“ und „He Is“?",
    "triviaAnswer": "Das Album „Meliora“ von Ghost, veröffentlicht im Jahr 2015, gilt als eines der stärksten Werke der modernen Rock- und Metal-Szene. Es enthält eingängige Tracks wie „Cirice“ und „He Is“ und ist bekannt für seine Mischung aus heavy Riffs, melodischem Gesang und okkulten Themen. „Meliora“ brachte Ghost weltweite Anerkennung, darunter einen Grammy Award für den Song „Cirice“, und festigte die Band als eine der einflussreichsten und faszinierendsten Gruppen der modernen Rockmusik."
  },
  {
    "category": "heavy-metal",
    "band": "Lamb of God",
    "album": "Sacrament",
    "dataYear": "2006",
    "dataLength": "58:30",
    "dataSales": "300 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/lamb_of_god_sacrament.jpg",
    "audioSrc": "/mp3s/heavy-metal/lamb_of_god_sacrament.mp3",
    "jokerText": "Lamb of God's Album Sacrament, veröffentlicht 2006, ist eines ihrer erfolgreichsten Werke und gilt als ein wichtiger Meilenstein im modernen Groove Metal. Das Album enthält den Hit Redneck, der für einen Grammy Award nominiert wurde und die Band einem breiteren Publikum bekannt machte. Sacrament wird für seine technischen Riffs, kraftvollen Vocals und die durchdachte Produktion gelobt, und es half Lamb of God, sich als eine der führenden Metal-Bands der 2000er Jahre zu etablieren.",
    "triviaQuestion": "Welches Album, das als eines der herausragendsten Werke im modernen Groove Metal gilt, enthält aggressive Tracks wie „Redneck“ und „Walk with Me in Hell“?",
    "triviaAnswer": "Das Album „Sacrament“ von Lamb of God, veröffentlicht im Jahr 2006, gilt als eines der herausragendsten Werke im modernen Groove Metal. Es enthält aggressive Tracks wie „Redneck“ und „Walk with Me in Hell“ und ist bekannt für seine kraftvollen Riffs, präzisen Drumming und eindringlichen Texte. „Sacrament“ brachte Lamb of God große Anerkennung und festigte ihre Position als eine der führenden Bands in der Metal-Szene."
  },
  {
    "category": "heavy-metal",
    "band": "In Flames",
    "album": "Clayman",
    "dataYear": "2000",
    "dataLength": "49:31",
    "dataSales": "200 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/in_flames_clayman.jpg",
    "audioSrc": "/mp3s/heavy-metal/in_flames_clayman.mp3",
    "jokerText": "In Flames' Album Clayman, veröffentlicht im Jahr 2000, gilt als eines der bedeutendsten Alben in der Entwicklung des Melodic Death Metal. Das Album zeigt eine Mischung aus aggressiven Riffs und melodischen Elementen, die zu einem Markenzeichen des Göteborger Metalsounds wurden. Mit Hits wie Only for the Weak und Pinball Map brachte Clayman In Flames internationale Anerkennung und trug dazu bei, sie als eine der führenden Bands des Genres zu etablieren.",
    "triviaQuestion": "Welches Album, das als Meilenstein im Melodic Death Metal gilt, enthält kraftvolle Tracks wie „Only for the Weak“ und „Pinball Map“?",
    "triviaAnswer": "Das Album „Clayman“ von In Flames, veröffentlicht im Jahr 2000, gilt als Meilenstein im Melodic Death Metal. Es enthält kraftvolle Tracks wie „Only for the Weak“ und „Pinball Map“ und zeigt die Band auf dem Höhepunkt ihrer Fähigkeit, eingängige Melodien mit aggressiven Riffs und energiegeladenem Gesang zu verbinden. „Clayman“ ist eines der prägenden Alben des Genres und bleibt ein Favorit unter Fans und Kritikern."
  },
  {
    "category": "heavy-metal",
    "band": "Dimmu Borgir",
    "album": "Enthrone Darkness Triumphant",
    "dataYear": "1997",
    "dataLength": "47:31",
    "dataSales": "100 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/dimmu_borgir_enthrone_darkness_triumphant.jpg",
    "audioSrc": "/mp3s/heavy-metal/dimmu_borgir_enthrone_darkness_triumphant.mp3",
    "jokerText": "Dimmu Borgir's Album Enthrone Darkness Triumphant, veröffentlicht 1997, markierte den kommerziellen Durchbruch der Band und etablierte sie als eine der führenden Kräfte im Symphonic Black Metal. Es war das erste Album der Band, das bei einem großen Plattenlabel veröffentlicht wurde, und zeigte eine raffinierte Produktion, die orchestrale Elemente und dichte Keyboard-Arrangements mit der traditionellen Black Metal-Ästhetik kombinierte. Songs wie Mourning Palace wurden schnell zu Klassikern und halfen, Dimmu Borgir international bekannt zu machen, während Enthrone Darkness Triumphant als Meilenstein des Genres gilt.",
    "triviaQuestion": "Welches Album, das den internationalen Durchbruch einer norwegischen Symphonic Black Metal-Band markierte, enthält düstere und orchestrale Tracks wie „Mourning Palace“ und „Spellbound (By the Devil)“?",
    "triviaAnswer": "Das Album „Enthrone Darkness Triumphant“ von Dimmu Borgir, veröffentlicht im Jahr 1997, markierte den internationalen Durchbruch der Band und gilt als Meilenstein im Symphonic Black Metal. Es enthält düstere und orchestrale Tracks wie „Mourning Palace“ und „Spellbound (By the Devil)“. Mit diesem Album erweiterte Dimmu Borgir die Grenzen des Black Metal durch die Integration von symphonischen Elementen und komplexen Arrangements, was der Band weltweite Anerkennung und einen festen Platz in der Metal-Szene einbrachte."
  },
  {
    "category": "heavy-metal",
    "band": "Testament",
    "album": "The Legacy",
    "dataYear": "1987",
    "dataLength": "45:58",
    "dataSales": "200 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/testament_the_legacy.jpg",
    "audioSrc": "/mp3s/heavy-metal/testament_the_legacy.mp3",
    "jokerText": "Testament's Debütalbum The Legacy, veröffentlicht 1987, ist ein Schlüsselwerk im Thrash Metal Genre und hat die Band als eine der führenden Kräfte in der sogenannten Second Wave des Thrash Metal etabliert. Das Album zeichnet sich durch schnelle, aggressive Riffs und komplexes Songwriting aus, und Songs wie Over the Wall und Burnt Offerings sind bis heute Fanfavoriten. The Legacy wurde für seine technische Fertigkeit und seinen Einfluss auf nachfolgende Metal-Bands hoch gelobt.",
    "triviaQuestion": "Welches Debütalbum, das als ein wichtiger Beitrag zum Thrash Metal der späten 1980er Jahre gilt, enthält kraftvolle Tracks wie „Over the Wall“ und „The Haunting“?",
    "triviaAnswer": "Das Album „The Legacy“ von Testament, veröffentlicht im Jahr 1987, ist das Debütalbum der Band und gilt als ein wichtiger Beitrag zum Thrash Metal der späten 1980er Jahre. Mit kraftvollen Tracks wie „Over the Wall“ und „The Haunting“ stellte dieses Album Testaments Fähigkeit unter Beweis, technische Finesse mit roher Energie zu kombinieren. „The Legacy“ festigte die Band schnell als eine bedeutende Kraft innerhalb der Thrash-Metal-Szene und bleibt ein Klassiker des Genres."
  },
  {
    "category": "heavy-metal",
    "band": "Cradle of Filth",
    "album": "Cruelty and the Beast",
    "dataYear": "1998",
    "dataLength": "66:32",
    "dataSales": "250 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/cradle_of_filth_cruelty_and_the_beast.jpg",
    "audioSrc": "/mp3s/heavy-metal/cradle_of_filth_cruelty_and_the_beast.mp3",
    "jokerText": "Cradle of Filth's Album Cruelty and the Beast, veröffentlicht 1998, ist ein Konzeptalbum, das sich um die Geschichte der ungarischen Gräfin Erzsébet Báthory dreht, die wegen ihrer angeblichen grausamen Verbrechen als Blutgräfin bekannt wurde. Das Album ist bekannt für seine düstere, atmosphärische Produktion, die symphonische Elemente mit extremen Metal-Styles verbindet, und gilt als eines der wichtigsten Werke in der Karriere der Band. Cruelty and the Beast festigte Cradle of Filth's Ruf als eine der führenden Bands im Extreme Metal und ist für seine komplexe Erzählstruktur und die theatralische Darstellung von Horror und Dunkelheit berühmt.",
    "triviaQuestion": "Welches Konzeptalbum, das auf der Legende von Erzsébet Báthory basiert, enthält düstere und atmosphärische Tracks wie „Cruelty Brought Thee Orchids“ und „Thirteen Autumns and a Widow“?",
    "triviaAnswer": "Das Album „Cruelty and the Beast“ von Cradle of Filth, veröffentlicht im Jahr 1998, ist ein Konzeptalbum, das auf der Legende von Erzsébet Báthory, der „Blutgräfin“, basiert. Es enthält düstere und atmosphärische Tracks wie „Cruelty Brought Thee Orchids“ und „Thirteen Autumns and a Widow“. Das Album ist bekannt für seine theatralische Inszenierung, komplexe Arrangements und die Mischung aus Black Metal und Gothic-Elementen, was Cradle of Filth als eine der einflussreichsten Bands im Extreme Metal etablierte."
  },
  {
    "category": "heavy-metal",
    "band": "Venom",
    "album": "Black Metal",
    "dataYear": "1982",
    "dataLength": "40:52",
    "dataSales": "500 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/venom_black_metal.jpg",
    "audioSrc": "/mp3s/heavy-metal/venom_black_metal.mp3",
    "jokerText": "Venom's Album Black Metal, veröffentlicht 1982, gilt als eines der einflussreichsten Alben in der Geschichte des Metal und wird oft als Geburtsstunde des gleichnamigen Genres angesehen. Obwohl das Album musikalisch mehr dem Thrash Metal und Speed Metal ähnelt, prägte es mit seinen okkulten und satanischen Themen, rauen Vocals und der rohen Produktion den Sound und die Ästhetik, die später von Black Metal-Bands übernommen wurden. Der Titeltrack Black Metal wurde zu einer Hymne und das Album zu einem Meilenstein, der die Grundlage für zahlreiche Extreme Metal-Subgenres legte.",
    "triviaQuestion": "Welches Album, das den Namen eines gesamten Genres prägte und als eines der einflussreichsten Werke im Extreme Metal gilt, enthält legendäre Tracks wie „Black Metal“ und „Countess Bathory“?",
    "triviaAnswer": "Das Album „Black Metal“ von Venom, veröffentlicht im Jahr 1982, prägte nicht nur den Namen eines gesamten Genres, sondern gilt auch als eines der einflussreichsten Werke im Extreme Metal. Es enthält legendäre Tracks wie „Black Metal“ und „Countess Bathory“ und ist bekannt für seinen rohen, aggressiven Sound und okkulte Themen. Dieses Album legte den Grundstein für viele nachfolgende Black- und Thrash-Metal-Bands und bleibt ein Kultklassiker in der Metal-Geschichte."
  },
  {
    "category": "heavy-metal",
    "band": "Behemoth",
    "album": "The Satanist",
    "dataYear": "2014",
    "dataLength": "44:04",
    "dataSales": "100 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/behemoth_the_satanist.jpg",
    "audioSrc": "/mp3s/heavy-metal/behemoth_the_satanist.mp3",
    "jokerText": "Behemoth's Album The Satanist, veröffentlicht 2014, wird oft als eines der besten und innovativsten Werke der Band angesehen und markiert einen Höhepunkt in ihrer Karriere. Das Album kombiniert Elemente von Black Metal und Death Metal mit einer starken, emotionalen Tiefe und thematischer Komplexität, die sich mit Spiritualität, Rebellion und Existenzialismus auseinandersetzt. The Satanist wurde von Kritikern weltweit hoch gelobt und festigte Behemoth's Status als eine der führenden und einflussreichsten Extreme Metal-Bands, bekannt für ihren kompromisslosen Stil und ihre künstlerische Vision.",
    "triviaQuestion": "Welches Album, das als Meisterwerk des Extreme Metal gilt, enthält kraftvolle und tiefgründige Tracks wie „Blow Your Trumpets Gabriel“ und „O Father O Satan O Sun!“?",
    "triviaAnswer": "Das Album „The Satanist“ von Behemoth, veröffentlicht im Jahr 2014, gilt als Meisterwerk des Extreme Metal. Es enthält kraftvolle und tiefgründige Tracks wie „Blow Your Trumpets Gabriel“ und „O Father O Satan O Sun!“. „The Satanist“ wird für seine düstere Atmosphäre, komplexe Arrangements und lyrische Tiefe gefeiert und markiert einen Höhepunkt in Behemoths Karriere. Das Album wird oft als eines der besten Extreme-Metal-Alben des 21. Jahrhunderts angesehen und hat der Band weltweite Anerkennung eingebracht."
  },
  {
    "category": "heavy-metal",
    "band": "Cannibal Corpse",
    "album": "Tomb of the Mutilated",
    "dataYear": "1992",
    "dataLength": "35:14",
    "dataSales": "300 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/cannibal_corpse_tomb_of_the_mutilated.jpg",
    "audioSrc": "/mp3s/heavy-metal/cannibal_corpse_tomb_of_the_mutilated.mp3",
    "jokerText": "Cannibal Corpse's Album Tomb of the Mutilated, veröffentlicht 1992, ist bekannt für seine extremen Texte und grafischen Cover, die sowohl heftige Kontroversen als auch massive Aufmerksamkeit erregten. Das Album enthält den Song Hammer Smashed Face, der zu einem der bekanntesten Tracks der Band und zu einem Klassiker des Death Metal-Genres wurde. Tomb of the Mutilated half, Cannibal Corpse als eine der führenden Bands im Death Metal zu etablieren und setzte neue Maßstäbe für Brutalität und Intensität im Genre.",
    "triviaQuestion": "Welches Album, das als eines der brutalsten Werke im Death Metal gilt, enthält kontroverse und extrem brutale Tracks wie „Hammer Smashed Face“ und „I Cum Blood“?",
    "triviaAnswer": "Das Album „Tomb of the Mutilated“ von Cannibal Corpse, veröffentlicht im Jahr 1992, gilt als eines der brutalsten und kontroversesten Werke im Death Metal. Es enthält extrem brutale Tracks wie „Hammer Smashed Face“ und „I Cum Blood“, die für ihre kompromisslose Härte und grafische Texte bekannt sind. „Tomb of the Mutilated“ hat Cannibal Corpse als eine der führenden Bands im Death Metal etabliert und bleibt ein Kultklassiker, der für seine Intensität und seinen Einfluss auf das Genre gefeiert wird."
  },
  {
    "category": "heavy-metal",
    "band": "Bathory",
    "album": "Under the Sign of the Black Mark",
    "dataYear": "1987",
    "dataLength": "35:30",
    "dataSales": "100 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/bathory_under_the_sign_of_the_black_mark.jpg",
    "audioSrc": "/mp3s/heavy-metal/bathory_under_the_sign_of_the_black_mark.mp3",
    "jokerText": "Bathory's Album Under the Sign of the Black Mark, veröffentlicht 1987, gilt als eines der einflussreichsten Werke im Black Metal und wird oft als Wegbereiter für das zweite Welle des Genres angesehen. Mit seiner düsteren Atmosphäre, schnellen Riffs und primitiven Produktion setzte das Album Maßstäbe für den Sound und die Ästhetik des Black Metal. Under the Sign of the Black Mark hat viele spätere Black Metal-Bands inspiriert und festigte Bathorys Status als eine der einflussreichsten Gruppen in der Geschichte des extremen Metals.",
    "triviaQuestion": "Welches Album, das als Meilenstein im Black Metal gilt, enthält ikonische und düstere Tracks wie „Enter the Eternal Fire“ und „Call from the Grave“?",
    "triviaAnswer": "Das Album „Under the Sign of the Black Mark“ von Bathory, veröffentlicht im Jahr 1987, gilt als Meilenstein im Black Metal. Es enthält ikonische und düstere Tracks wie „Enter the Eternal Fire“ und „Call from the Grave“. Dieses Album festigte Bathorys Einfluss auf das Genre und prägte den Sound und die Ästhetik des Black Metal entscheidend. Es wird als eines der wichtigsten und einflussreichsten Werke in der Geschichte des extremen Metal angesehen."
  },
  {
    "category": "heavy-metal",
    "band": "Helloween",
    "album": "Keeper of the Seven Keys: Part II",
    "dataYear": "1988",
    "dataLength": "54:09",
    "dataSales": "500 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/helloween_keeper_of_the_seven_keys_part_ii.jpg",
    "audioSrc": "/mp3s/heavy-metal/helloween_keeper_of_the_seven_keys_part_ii.mp3",
    "jokerText": "Helloween's Album Keeper of the Seven Keys: Part II, veröffentlicht 1988, gilt als eines der wichtigsten und einflussreichsten Alben im Power Metal-Genre. Es setzte den Erfolg des Vorgängeralbums fort und enthält einige der bekanntesten Songs der Band, wie I Want Out und Eagle Fly Free. Keeper of the Seven Keys: Part II half, Helloween international bekannt zu machen und trug maßgeblich dazu bei, Power Metal als eigenständiges Genre zu etablieren, das bis heute viele Bands beeinflusst.",
    "triviaQuestion": "Welches Album, das als ein Klassiker des Power Metal gilt, enthält epische Tracks wie „Eagle Fly Free“ und „I Want Out“?",
    "triviaAnswer": "Das Album „Keeper of the Seven Keys: Part II“ von Helloween, veröffentlicht im Jahr 1988, gilt als ein Klassiker des Power Metal. Es enthält epische Tracks wie „Eagle Fly Free“ und „I Want Out“, die zu den bekanntesten und beliebtesten Songs der Band zählen. Dieses Album ist ein Schlüsselmoment in der Geschichte des Power Metal und hat Helloween als Pioniere des Genres etabliert, wobei es bis heute großen Einfluss auf nachfolgende Bands und Musiker ausübt."
  },
  {
    "category": "heavy-metal",
    "band": "Manowar",
    "album": "Kings of Metal",
    "dataYear": "1988",
    "dataLength": "47:55",
    "dataSales": "500 Tsd.",
    "coverSrc": "/bandcover/heavy-metal/manowar_kings_of_metal.jpg",
    "audioSrc": "/mp3s/heavy-metal/manowar_kings_of_metal.mp3",
    "jokerText": "Manowar's Album Kings of Metal, veröffentlicht 1988, ist ein ikonisches Werk im Heavy Metal-Genre und gilt als eines der bekanntesten Alben der Band. Mit Hymnen wie Kings of Metal und Hail and Kill zelebriert das Album die Themen Stärke, Ehre und Treue, die Manowar's Musik prägen. Kings of Metal festigte Manowar's Ruf als eine der lautesten und stolzesten Bands im Metal und half, den Begriff True Metal zu popularisieren, der für ihren epischen und kraftvollen Stil steht.",
    "triviaQuestion": "Welches Album, das als eines der einflussreichsten Werke im Heavy Metal gilt, enthält hymnische Tracks wie „Hail and Kill“ und „Kings of Metal“?",
    "triviaAnswer": "Das Album „Kings of Metal“ von Manowar, veröffentlicht im Jahr 1988, gilt als eines der einflussreichsten Werke im Heavy Metal. Es enthält hymnische Tracks wie „Hail and Kill“ und „Kings of Metal“, die für ihre kraftvollen Riffs, epischen Chöre und heroischen Texte bekannt sind. „Kings of Metal“ hat Manowar als eine der führenden Bands im traditionellen Heavy Metal etabliert und ist bis heute ein Kultklassiker, der für seine unerschütterliche Feier des Metal-Genres gefeiert wird."
  },
  {
    "category": "heavy-metal",
    "band": "Scorpions",
    "album": "Love at First Sting",
    "dataYear": "1984",
    "dataLength": "41:23",
    "dataSales": "3 Mio.",
    "coverSrc": "/bandcover/heavy-metal/scorpions_love_at_first_sting.jpg",
    "audioSrc": "/mp3s/heavy-metal/scorpions_love_at_first_sting.mp3",
    "jokerText": "Scorpions' Album Love at First Sting, veröffentlicht 1984, brachte der Band weltweiten Ruhm und ist besonders bekannt für den Hit Rock You Like a Hurricane, der zu einem der bekanntesten Rock-Songs aller Zeiten wurde. Das Album festigte Scorpions' Status als eine der erfolgreichsten Hard-Rock-Bands der 1980er Jahre. Es war auch eines der ersten Alben, das vollständig digital aufgenommen wurde, was für die damalige Zeit innovativ war. Das provokative Cover des Albums führte in einigen Ländern zu Kontroversen, was die Aufmerksamkeit und den Erfolg des Albums noch weiter steigerte.",
    "triviaQuestion": "Welches Album, das als eines der erfolgreichsten Werke der Band gilt, enthält ikonische Tracks wie „Rock You Like a Hurricane“ und „Still Loving You“?",
    "triviaAnswer": "Das Album „Love at First Sting“ von Scorpions, veröffentlicht im Jahr 1984, gilt als eines der erfolgreichsten Werke der Band. Es enthält ikonische Tracks wie „Rock You Like a Hurricane“ und „Still Loving You“, die zu den bekanntesten Songs der Scorpions und zu Klassikern des Rockgenres geworden sind. „Love at First Sting“ festigte den internationalen Erfolg der Band und bleibt bis heute ein Meilenstein in der Geschichte des Hard Rock und Heavy Metal."
  },
  {
    "category": "heavy-metal",
    "band": "Motörhead",
    "album": "Overkill",
    "dataYear": "1979",
    "dataLength": "35:18",
    "dataSales": "1 Mio.",
    "coverSrc": "/bandcover/heavy-metal/motoerhead_overkill.jpg",
    "audioSrc": "/mp3s/heavy-metal/motoerhead_overkill.mp3",
    "jokerText": "Motörhead's Album Overkill, veröffentlicht 1979, ist eines der wegweisenden Alben in der Geschichte des Heavy Metal und gilt als Meilenstein im Übergang vom Hard Rock zum Metal. Der Titeltrack Overkill ist bekannt für sein charakteristisches doppeltreppiges Schlagzeugspiel, das von Drummer Phil Philthy Animal Taylor eingeführt wurde und den Sound von Motörhead entscheidend prägte. Das Album war ein großer Erfolg und half, Motörhead als eine der einflussreichsten und lautesten Bands im Rock und Metal zu etablieren.",
    "triviaQuestion": "Welches Album, das als einflussreiches Werk im Heavy Metal und Punk gilt, enthält kraftvolle Tracks wie „Overkill“ und „Stay Clean“?",
    "triviaAnswer": "Das Album „Overkill“ von Motörhead, veröffentlicht im Jahr 1979, gilt als einflussreiches Werk im Heavy Metal und Punk. Es enthält kraftvolle Tracks wie „Overkill“ und „Stay Clean“ und ist bekannt für seinen rasanten, energiegeladenen Sound, der Elemente von Punk und Rock 'n' Roll mit Heavy Metal kombiniert. „Overkill“ hat den Weg für die Entwicklung von Speed Metal und Thrash Metal geebnet und bleibt ein Meilenstein in der Geschichte des Metal."
  }
]
