[
  {
    "category": "latin-vibes",
    "band": "Shakira",
    "album": "Fijación Oral, Vol. 1",
    "dataYear": "2005",
    "dataLength": "42:18",
    "dataSales": "4 Mio.",
    "coverSrc": "/bandcover/latin-vibes/shakira_fijacion_oral_vol_1.jpg",
    "audioSrc": "/mp3s/latin-vibes/shakira_fijacion_oral_vol_1.mp3",
    "jokerText": "Shakira's Album Fijación Oral, Vol. 1, veröffentlicht 2005, war ihr erstes spanischsprachiges Album seit fünf Jahren und wurde ein großer Erfolg, indem es weltweit die Spitze der Charts erreichte. Das Album gewann mehrere Grammy Awards, darunter den Preis für das beste Latin-Pop-Album, und enthält den Hit La Tortura, ein Duett mit dem spanischen Sänger Alejandro Sanz, das eines der meistverkauften spanischsprachigen Lieder aller Zeiten wurde.",
    "triviaQuestion": "Welches Album, das als eines der erfolgreichsten spanischsprachigen Alben der 2000er Jahre gilt, enthält Hits wie „La Tortura“ und „No“?",
    "triviaAnswer": "Das Album „Fijación Oral, Vol. 1“ von Shakira, veröffentlicht im Jahr 2005, gilt als eines der erfolgreichsten spanischsprachigen Alben der 2000er Jahre. Es enthält Hits wie „La Tortura“ (featuring Alejandro Sanz) und „No“ und zeigt Shakiras charakteristische Mischung aus Pop, Rock und lateinamerikanischen Rhythmen. Das Album wurde weltweit gefeiert und brachte Shakira mehrere Auszeichnungen, darunter einen Grammy Award für das beste Latin-Pop-Album."
  },
  {
    "category": "latin-vibes",
    "band": "Daddy Yankee",
    "album": "Barrio Fino",
    "dataYear": "2004",
    "dataLength": "53:55",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/latin-vibes/daddy_yankee_barrio_fino.jpg",
    "audioSrc": "/mp3s/latin-vibes/daddy_yankee_barrio_fino.mp3",
    "jokerText": "Daddy Yankee's Album Barrio Fino, veröffentlicht 2004, gilt als Meilenstein in der Geschichte des Reggaeton und half dabei, das Genre weltweit populär zu machen. Das Album enthält den Hit Gasolina, der Reggaeton international bekannt machte und Daddy Yankee als King of Reggaeton etablierte. Barrio Fino war das erste Reggaeton-Album, das den ersten Platz in den Billboard Latin Albums Charts erreichte, und es trug maßgeblich dazu bei, das Genre über die lateinamerikanische Community hinaus bekannt zu machen.",
    "triviaQuestion": "Welches Album, das als Meilenstein im Reggaeton gilt, enthält den weltweiten Hit „Gasolina“ und brachte dem Genre internationale Anerkennung?",
    "triviaAnswer": "Das Album „Barrio Fino“ von Daddy Yankee, veröffentlicht im Jahr 2004, gilt als Meilenstein im Reggaeton. Es enthält den weltweiten Hit „Gasolina“, der das Genre international bekannt machte und zu einem kulturellen Phänomen wurde. „Barrio Fino“ etablierte Daddy Yankee als eine zentrale Figur im Reggaeton und trug dazu bei, den Sound und die Energie des Genres global zu verbreiten."
  },
  {
    "category": "latin-vibes",
    "band": "J Balvin",
    "album": "Vibras",
    "dataYear": "2018",
    "dataLength": "33:54",
    "dataSales": "500 Tsd.",
    "coverSrc": "/bandcover/latin-vibes/j_balvin_vibras.jpg",
    "audioSrc": "/mp3s/latin-vibes/j_balvin_vibras.mp3",
    "jokerText": "J Balvin's Album Vibras, veröffentlicht 2018, spielte eine entscheidende Rolle bei der globalen Verbreitung der Reggaeton-Musik und brachte das Genre auf eine neue Ebene der internationalen Anerkennung. Das Album, das unter anderem den Hit Mi Gente enthält, wurde von Kritikern gelobt und half dabei, den Weg für die wachsende Akzeptanz spanischsprachiger Musik in den internationalen Popcharts zu ebnen. Vibras wurde nicht nur kommerziell erfolgreich, sondern auch kulturell bedeutend, da es den Einfluss lateinamerikanischer Musik auf die weltweite Musiklandschaft weiter verstärkte.",
    "triviaQuestion": "Welches Album, das als einflussreiches Werk im Latin Urban-Genre gilt, enthält globale Hits wie „Mi Gente“ und „Machika“?",
    "triviaAnswer": "Das Album „Vibras“ von J Balvin, veröffentlicht im Jahr 2018, gilt als einflussreiches Werk im Latin Urban-Genre. Es enthält globale Hits wie „Mi Gente“ und „Machika“ und zeigt J Balvins Fähigkeit, traditionelle Reggaeton-Elemente mit modernen, internationalen Sounds zu kombinieren. „Vibras“ trug maßgeblich dazu bei, Latin Music auf der ganzen Welt populär zu machen, und festigte J Balvins Status als einer der führenden Künstler im globalen Musikgeschehen."
  },
  {
    "category": "latin-vibes",
    "band": "Bad Bunny",
    "album": "YHLQMDLG",
    "dataYear": "2020",
    "dataLength": "79:04",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/latin-vibes/bad_bunny_yhlqmdlg.jpg",
    "audioSrc": "/mp3s/latin-vibes/bad_bunny_yhlqmdlg.mp3",
    "jokerText": "Bad Bunny's Album YHLQMDLG, veröffentlicht 2020, brach zahlreiche Rekorde und wurde das am höchsten platzierte spanischsprachige Album in der Geschichte der Billboard 200 Charts. Der Titel des Albums steht für Yo Hago Lo Que Me Da La Gana (Ich mache, was ich will), und es zeigt Bad Bunny's vielseitigen Stil, der Reggaeton mit Trap, Latin Pop und anderen Genres mischt. YHLQMDLG wurde von Kritikern gefeiert und festigte Bad Bunny's Status als einer der einflussreichsten Künstler der zeitgenössischen Musik.",
    "triviaQuestion": "Welches Album, das als bahnbrechendes Werk im Latin Trap und Reggaeton gilt, enthält Hits wie „Safaera“ und „Yo Perreo Sola“?",
    "triviaAnswer": "Das Album „YHLQMDLG“ von Bad Bunny, veröffentlicht im Jahr 2020, gilt als bahnbrechendes Werk im Latin Trap und Reggaeton. Es enthält Hits wie „Safaera“ und „Yo Perreo Sola“ und zeigt Bad Bunnys innovative Mischung aus genreübergreifenden Stilen und sozial bewussten Texten. „YHLQMDLG“ war ein enormer kommerzieller Erfolg und festigte Bad Bunnys Position als einer der führenden Künstler der Latin Music weltweit."
  },
  {
    "category": "latin-vibes",
    "band": "Ricky Martin",
    "album": "A Medio Vivir",
    "dataYear": "1995",
    "dataLength": "48:20",
    "dataSales": "3 Mio.",
    "coverSrc": "/bandcover/latin-vibes/ricky_martin_a_medio_vivir.jpg",
    "audioSrc": "/mp3s/latin-vibes/ricky_martin_a_medio_vivir.mp3",
    "jokerText": "Ricky Martin's Album A Medio Vivir, veröffentlicht 1995, markierte einen Wendepunkt in seiner Karriere und brachte ihm internationalen Ruhm. Das Album enthielt den Mega-Hit María, der mit seiner Mischung aus Latin-Pop und Dance-Rhythmen ein weltweites Publikum begeisterte. A Medio Vivir war ein wichtiger Schritt in der Latin-Pop-Revolution der 1990er Jahre und legte den Grundstein für Martins spätere Erfolge, einschließlich des globalen Durchbruchs mit Livin' la Vida Loca.",
    "triviaQuestion": "Welches Album, das den internationalen Durchbruch eines Latin-Pop-Superstars markierte, enthält den Hit „María“?",
    "triviaAnswer": "Das Album „A Medio Vivir“ von Ricky Martin, veröffentlicht im Jahr 1995, markierte den internationalen Durchbruch des Künstlers und enthält den Hit „María“. Mit diesem Album kombinierte Ricky Martin traditionelle Latin-Rhythmen mit Pop-Elementen und erreichte weltweite Bekanntheit. „A Medio Vivir“ gilt als eines der einflussreichsten Alben im Latin-Pop-Genre und legte den Grundstein für Ricky Martins spätere internationale Erfolge."
  },
  {
    "category": "latin-vibes",
    "band": "Marc Anthony",
    "album": "3.0",
    "dataYear": "2013",
    "dataLength": "47:54",
    "dataSales": "600 Tsd.",
    "coverSrc": "/bandcover/latin-vibes/marc_anthony_30.jpg",
    "audioSrc": "/mp3s/latin-vibes/marc_anthony_30.mp3",
    "jokerText": "Marc Anthony's Album 3.0, veröffentlicht 2013, markierte seine triumphale Rückkehr zur Salsa-Musik nach mehreren Jahren, in denen er sich hauptsächlich dem Latin-Pop gewidmet hatte. Der Hit Vivir Mi Vida aus diesem Album wurde ein weltweiter Erfolg und ist eine Salsa-Version des algerischen Songs C'est la Vie von Khaled. 3.0 wurde nicht nur kommerziell erfolgreich, sondern gewann auch einen Latin Grammy Award, was Anthony's Status als einer der führenden Salsa-Künstler seiner Generation festigte.",
    "triviaQuestion": "Welches Album, das eine Rückkehr zu den Salsa-Wurzeln eines Latin-Musikstars markiert, enthält den Hit „Vivir Mi Vida“?",
    "triviaAnswer": "Das Album „3.0“ von Marc Anthony, veröffentlicht im Jahr 2013, markierte eine triumphale Rückkehr zu seinen Salsa-Wurzeln und enthält den Hit „Vivir Mi Vida“. Dieser Song wurde zu einem internationalen Erfolg und einer Hymne des positiven Lebensgefühls. „3.0“ festigte Marc Anthonys Status als einer der bedeutendsten Künstler in der Latin-Musik und brachte ihm zahlreiche Auszeichnungen, darunter einen Latin Grammy."
  },
  {
    "category": "latin-vibes",
    "band": "Juanes",
    "album": "Mi Sangre",
    "dataYear": "2004",
    "dataLength": "52:00",
    "dataSales": "2 Mio.",
    "coverSrc": "/bandcover/latin-vibes/juanes_mi_sangre.jpg",
    "audioSrc": "/mp3s/latin-vibes/juanes_mi_sangre.mp3",
    "jokerText": "Juanes' Album Mi Sangre, veröffentlicht 2004, brachte ihm weltweite Anerkennung und enthält einige seiner bekanntesten Songs, darunter den Mega-Hit La Camisa Negra. Das Album, das eine Mischung aus Rock, Pop und traditionellen lateinamerikanischen Rhythmen bietet, festigte Juanes' Ruf als einer der wichtigsten lateinamerikanischen Musiker seiner Zeit. Mi Sangre war sowohl kommerziell als auch kritisch ein großer Erfolg und gewann zahlreiche Auszeichnungen, darunter mehrere Latin Grammy Awards.",
    "triviaQuestion": "Welches Album, das einem kolumbianischen Rockstar internationalen Ruhm brachte, enthält die Hits „La Camisa Negra“ und „Nada Valgo Sin Tu Amor“?",
    "triviaAnswer": "Das Album „Mi Sangre“ von Juanes, veröffentlicht im Jahr 2004, brachte dem kolumbianischen Rockstar internationalen Ruhm und enthält die Hits „La Camisa Negra“ und „Nada Valgo Sin Tu Amor“. Mit diesem Album kombinierte Juanes eingängige Melodien mit sozialbewussten Texten und schuf eine einzigartige Mischung aus Rock, Pop und Latin-Rhythmen, die ihm weltweite Anerkennung einbrachte. „Mi Sangre“ gilt als eines der erfolgreichsten Alben in der Latin-Rock-Szene."
  },
  {
    "category": "latin-vibes",
    "band": "Luis Fonsi",
    "album": "Vida",
    "dataYear": "2019",
    "dataLength": "58:48",
    "dataSales": "1 Mio.",
    "coverSrc": "/bandcover/latin-vibes/luis_fonsi_vida.jpg",
    "audioSrc": "/mp3s/latin-vibes/luis_fonsi_vida.mp3",
    "jokerText": "Luis Fonsi's Album Vida, veröffentlicht 2019, enthält den weltweiten Megahit Despacito, der in Zusammenarbeit mit Daddy Yankee entstanden ist und zu einem der meistgestreamten Songs aller Zeiten wurde. Vida markierte einen bedeutenden Höhepunkt in Fonsi's Karriere und zeigte seine Fähigkeit, Latin Pop mit modernen, globalen Sounds zu verbinden. Das Album wurde ein internationaler Erfolg und festigte Fonsi's Status als globaler Popstar.",
    "triviaQuestion": "Welches Album, das einen globalen Hit und mehrere charttoppende Singles enthält, führte den Künstler an die Spitze der internationalen Pop-Charts?",
    "triviaAnswer": "Das Album „Vida“ von Luis Fonsi, veröffentlicht im Jahr 2019, enthält den globalen Hit „Despacito“ (featuring Daddy Yankee) sowie weitere charttoppende Singles wie „Échame la Culpa“ und „Calypso“. „Vida“ brachte Luis Fonsi internationalen Ruhm und führte ihn an die Spitze der Pop-Charts weltweit. Das Album kombiniert Pop, Reggaeton und Latin-Rhythmen und festigte Fonsis Status als einer der führenden Künstler in der Latin-Musikszene."
  },
  {
    "category": "latin-vibes",
    "band": "Romeo Santos",
    "album": "Fórmula, Vol. 1",
    "dataYear": "2011",
    "dataLength": "60:19",
    "dataSales": "1,5 Mio.",
    "coverSrc": "/bandcover/latin-vibes/romeo_santos_formula_vol_1.jpg",
    "audioSrc": "/mp3s/latin-vibes/romeo_santos_formula_vol_1.mp3",
    "jokerText": "Romeo Santos' Album Fórmula, Vol. 1, veröffentlicht 2011, war sein erstes Soloalbum nach dem Erfolg mit der Band Aventura und gilt als ein Meilenstein für die Bachata-Musik. Das Album enthält mehrere Hits, darunter Promise, ein Duett mit Usher, das Bachata mit R&B verbindet und auf Platz 1 der Billboard Latin Songs Charts landete. Fórmula, Vol. 1 half dabei, Bachata auf ein globales Publikum zu bringen und etablierte Santos als King of Bachata in der internationalen Musikszene.",
    "triviaQuestion": "Welches Album, das als Meilenstein des modernen Bachata gilt, enthält Hits wie „You“ und „Promise“ und machte den Künstler zum internationalen Star?",
    "triviaAnswer": "Das Album „Fórmula, Vol. 1“ von Romeo Santos, veröffentlicht im Jahr 2011, gilt als Meilenstein des modernen Bachata. Es enthält Hits wie „You“ und „Promise“ (featuring Usher) und machte Romeo Santos zum internationalen Star. Das Album verbindet traditionelle Bachata mit Pop- und R&B-Elementen, was ihm weltweite Anerkennung und zahlreiche Auszeichnungen einbrachte, und es etablierte Santos als den „King of Bachata“ in der globalen Musikszene."
  },
  {
    "category": "latin-vibes",
    "band": "Enrique Iglesias",
    "album": "Euphoria",
    "dataYear": "2010",
    "dataLength": "60:54",
    "dataSales": "4 Mio.",
    "coverSrc": "/bandcover/latin-vibes/enrique_iglesias_euphoria.jpg",
    "audioSrc": "/mp3s/latin-vibes/enrique_iglesias_euphoria.mp3",
    "jokerText": "Enrique Iglesias' Album Euphoria, veröffentlicht 2010, ist ein besonderes Werk in seiner Karriere, da es sein erstes zweisprachiges Album ist, das sowohl englische als auch spanische Songs enthält. Das Album brachte mehrere internationale Hits hervor, darunter I Like It und Cuando Me Enamoro, und gewann zahlreiche Auszeichnungen, darunter einen Latin Grammy. Euphoria zeigte Iglesias' Vielseitigkeit als Künstler und trug dazu bei, seine Position als einer der führenden Künstler der Latin-Pop-Musik weltweit zu festigen.",
    "triviaQuestion": "Welches Album, das internationale Hits in mehreren Sprachen enthält, festigte den Status des Künstlers als globaler Popstar?",
    "triviaAnswer": "Das Album „Euphoria“ von Enrique Iglesias, veröffentlicht im Jahr 2010, enthält internationale Hits wie „I Like It“ (featuring Pitbull) und „Cuando Me Enamoro“ (featuring Juan Luis Guerra). Es ist bekannt für seine Mischung aus englischen und spanischen Tracks und zeigt Enrique Iglesias' Vielseitigkeit als Künstler. „Euphoria“ festigte seinen Status als globaler Popstar und war sowohl kommerziell erfolgreich als auch von Kritikern gelobt, was ihm zahlreiche Auszeichnungen und weltweite Anerkennung einbrachte."
  },
  {
    "category": "latin-vibes",
    "band": "Ozuna",
    "album": "Odisea",
    "dataYear": "2017",
    "dataLength": "55:31",
    "dataSales": "500 Tsd.",
    "coverSrc": "/bandcover/latin-vibes/ozuna_odisea.jpg",
    "audioSrc": "/mp3s/latin-vibes/ozuna_odisea.mp3",
    "jokerText": "Ozuna's Debütalbum Odisea, veröffentlicht 2017, spielte eine entscheidende Rolle bei der Popularisierung des modernen Reggaeton und Latin Trap weltweit. Das Album blieb 46 Wochen lang auf Platz 1 der Billboard Top Latin Albums Charts, was es zu einem der erfolgreichsten Debütalben in der Geschichte des Latin-Genres machte. Odisea brachte zahlreiche Hits hervor, darunter Dile Que Tú Me Quieres und Se Preparó, und etablierte Ozuna als einen der führenden Künstler der Latin-Musik.",
    "triviaQuestion": "Welches Debütalbum, das den Künstler an die Spitze der Latin-Musikszene katapultierte, enthält Hits wie „Dile Que Tú Me Quieres“ und „Se Preparó“?",
    "triviaAnswer": "Das Album „Odisea“ von Ozuna, veröffentlicht im Jahr 2017, ist das Debütalbum des Künstlers und katapultierte ihn an die Spitze der Latin-Musikszene. Es enthält Hits wie „Dile Que Tú Me Quieres“ und „Se Preparó“ und ist bekannt für seine Mischung aus Reggaeton, Latin Trap und Urban Music. „Odisea“ war ein enormer kommerzieller Erfolg und festigte Ozunas Position als einer der führenden Künstler der neuen Generation in der Latin-Musik."
  },
  {
    "category": "latin-vibes",
    "band": "Rosalía",
    "album": "El Mal Querer",
    "dataYear": "2018",
    "dataLength": "30:32",
    "dataSales": "1 Mio.",
    "coverSrc": "/bandcover/latin-vibes/rosalia_el_mal_querer.jpg",
    "audioSrc": "/mp3s/latin-vibes/rosalia_el_mal_querer.mp3",
    "jokerText": "Rosalía's Album El Mal Querer, veröffentlicht 2018, ist ein bahnbrechendes Werk, das traditionelle Flamenco-Musik mit modernen Pop- und Urban-Elementen verbindet. Das Konzeptalbum, das ursprünglich als Abschlussprojekt für ihr Musikstudium begann, erzählt die Geschichte einer toxischen Beziehung und basiert auf dem anonymen mittelalterlichen Roman Flamenca. El Mal Querer brachte Rosalía internationale Anerkennung, gewann mehrere Latin Grammy Awards und etablierte sie als eine der innovativsten und einflussreichsten Künstlerinnen ihrer Generation.",
    "triviaQuestion": "Welches Album, das als bahnbrechend für die moderne Flamenco-Musik gilt, enthält innovative Tracks wie „Malamente“ und „Pienso en tu Mirá“?",
    "triviaAnswer": "Das Album „El Mal Querer“ von Rosalía, veröffentlicht im Jahr 2018, gilt als bahnbrechend für die moderne Flamenco-Musik. Es enthält innovative Tracks wie „Malamente“ und „Pienso en tu Mirá“ und kombiniert traditionelle Flamenco-Elemente mit modernen Pop-, R&B- und Urban-Sounds. „El Mal Querer“ brachte Rosalía internationale Anerkennung und etablierte sie als eine der führenden Künstlerinnen in der globalen Musikszene. Das Album wurde für seine Kreativität und künstlerische Vision hochgelobt und gewann zahlreiche Auszeichnungen."
  },
  {
    "category": "latin-vibes",
    "band": "Maná",
    "album": "¿Dónde Jugarán los Niños?",
    "dataYear": "1992",
    "dataLength": "59:23",
    "dataSales": "10 Mio.",
    "coverSrc": "/bandcover/latin-vibes/mana_donde_jugaran_los_ninos.jpg",
    "audioSrc": "/mp3s/latin-vibes/mana_donde_jugaran_los_ninos.mp3",
    "jokerText": "Maná's Album ¿Dónde Jugarán los Niños?, veröffentlicht 1992, ist eines der erfolgreichsten Latin-Rock-Alben aller Zeiten und gilt als Meilenstein in der Rock-en-Español-Bewegung. Mit Hits wie Oye Mi Amor und Vivir Sin Aire brachte das Album Maná internationale Bekanntheit und etablierte sie als eine der führenden Latin-Rock-Bands. Der Titel des Albums thematisiert Umweltzerstörung und soziale Missstände, was dem Album eine tiefere gesellschaftliche Bedeutung verleiht.",
    "triviaQuestion": "Welches Album, das als eines der erfolgreichsten Latin-Rock-Alben gilt, enthält zeitlose Hits wie „Oye Mi Amor“ und „Vivir Sin Aire“?",
    "triviaAnswer": "Das Album „¿Dónde Jugarán los Niños?“ von Maná, veröffentlicht im Jahr 1992, gilt als eines der erfolgreichsten Latin-Rock-Alben aller Zeiten. Es enthält zeitlose Hits wie „Oye Mi Amor“ und „Vivir Sin Aire“, die Maná international bekannt machten. Das Album ist bekannt für seine eingängigen Melodien, sozialbewussten Texte und die einzigartige Fusion aus Rock, Pop und lateinamerikanischen Rhythmen. „¿Dónde Jugarán los Niños?“ festigte Manás Status als eine der bedeutendsten Latin-Rock-Bands weltweit."
  },
  {
    "category": "latin-vibes",
    "band": "Carlos Vives",
    "album": "Clásicos de la Provincia",
    "dataYear": "1993",
    "dataLength": "45:00",
    "dataSales": "1 Mio.",
    "coverSrc": "/bandcover/latin-vibes/carlos_vives_clasicos_de_la_provincia.jpg",
    "audioSrc": "/mp3s/latin-vibes/carlos_vives_clasicos_de_la_provincia.mp3",
    "jokerText": "Carlos Vives' Album Clásicos de la Provincia, veröffentlicht 1993, revolutionierte die kolumbianische Musikszene, indem es traditionelle Vallenato-Musik mit modernen Rock- und Pop-Elementen kombinierte. Das Album war ein massiver Erfolg in ganz Lateinamerika und führte zu einer Wiederbelebung des Vallenato-Genres, sowohl in Kolumbien als auch international. Clásicos de la Provincia enthält Hits wie La Gota Fría, die Vives zu einem der bekanntesten Botschafter der kolumbianischen Musik weltweit machten.",
    "triviaQuestion": "Welches Album, das traditionelle Vallenato-Musik modernisierte und international populär machte, enthält Hits wie „La Gota Fría“?",
    "triviaAnswer": "Das Album „Clásicos de la Provincia“ von Carlos Vives, veröffentlicht im Jahr 1993, modernisierte traditionelle Vallenato-Musik und machte sie international populär. Es enthält Hits wie „La Gota Fría“ und brachte Vives weltweite Anerkennung. Das Album verbindet traditionelle kolumbianische Rhythmen mit modernen Rock- und Pop-Elementen und gilt als einflussreiches Werk, das den Weg für den globalen Erfolg der Vallenato-Musik ebnete."
  },
  {
    "category": "latin-vibes",
    "band": "Celia Cruz",
    "album": "Azúcar Negra",
    "dataYear": "1993",
    "dataLength": "50:12",
    "dataSales": "200 Tsd.",
    "coverSrc": "/bandcover/latin-vibes/celia_cruz_azucar_negra.jpg",
    "audioSrc": "/mp3s/latin-vibes/celia_cruz_azucar_negra.mp3",
    "jokerText": "Celia Cruz's Album Azúcar Negra, veröffentlicht 1993, ist ein kraftvolles Beispiel für ihre unermüdliche Energie und ihren Einfluss auf die Salsa-Musik. Der Titel Azúcar Negra (schwarzer Zucker) spielt auf Celia Cruz's berühmten Ausruf ¡Azúcar! an, der zu ihrem Markenzeichen wurde und ihre afrikanischen Wurzeln sowie die Süße des Lebens symbolisierte. Das Album festigte Cruz's Status als die Königin der Salsa und zeigte ihre Fähigkeit, traditionelle Salsa mit modernen Einflüssen zu verbinden und so ein breites Publikum zu begeistern.",
    "triviaQuestion": "Welches Album, das die unvergessliche Energie und Stimme der „Königin der Salsa“ zeigt, enthält kraftvolle Tracks wie „La Vida Es Un Carnaval“?",
    "triviaAnswer": "Das Album „Azúcar Negra“ von Celia Cruz, veröffentlicht im Jahr 1993, zeigt die unvergessliche Energie und kraftvolle Stimme der „Königin der Salsa“. Es enthält den ikonischen Track „La Vida Es Un Carnaval“, der zu einem ihrer größten Hits wurde und ihre positive Botschaft des Lebens und Feierns verkörpert. „Azúcar Negra“ ist ein Beispiel für Celia Cruz' Fähigkeit, traditionelle Salsa mit modernen Einflüssen zu verbinden, und festigt ihren Status als eine der bedeutendsten Figuren in der Geschichte der Latin-Musik."
  },
  {
    "category": "latin-vibes",
    "band": "Aventura",
    "album": "The Last",
    "dataYear": "2009",
    "dataLength": "50:12",
    "dataSales": "5 Mio.",
    "coverSrc": "/bandcover/latin-vibes/aventura_the_last.jpg",
    "audioSrc": "/mp3s/latin-vibes/aventura_the_last.mp3",
    "jokerText": "Aventura's Album The Last, veröffentlicht 2009, war das letzte Studioalbum der Band, bevor sie eine lange Pause einlegten, und es brachte ihnen weltweite Anerkennung ein. Mit Hits wie Dile al Amor und Su Veneno machte sie Aventura zum internationalen Star. Das verband das Album traditionelle Bachata mit modernen R&B- und Pop-Elementen, was Aventura zu internationalen Superstars machte und den Weg für die globale Popularität der Bachata ebnete. The Last debütierte auf Platz 1 der Billboard Top Latin Albums Charts und festigte Aventura's Ruf als Pioniere der modernen Bachata.",
    "triviaQuestion": "Welches Album, das als Abschiedsalbum einer der bekanntesten Bachata-Gruppen gilt, enthält Hits wie „Dile al Amor“ und „El Malo“?",
    "triviaAnswer": "Das Album „The Last“ von Aventura, veröffentlicht im Jahr 2009, gilt als das Abschiedsalbum der Gruppe und enthält Hits wie „Dile al Amor“ und „El Malo“. Als eine der bekanntesten Bachata-Gruppen prägte Aventura mit diesem Album die Latin-Musikszene nachhaltig. „The Last“ vereint ihre charakteristische Mischung aus Bachata, R&B und Pop und markierte das Ende einer Ära, bevor die Bandmitglieder ihre Solokarrieren fortsetzten."
  },
  {
    "category": "latin-vibes",
    "band": "Gente de Zona",
    "album": "Visualízate",
    "dataYear": "2015",
    "dataLength": "39:05",
    "dataSales": "300 Tsd.",
    "coverSrc": "/bandcover/latin-vibes/gente_de_zona_visualizate.jpg",
    "audioSrc": "/mp3s/latin-vibes/gente_de_zona_visualizate.mp3",
    "jokerText": "Gente de Zona's Album Visualízate, veröffentlicht 2016, brachte der kubanischen Reggaeton-Gruppe internationale Anerkennung und ihren ersten Latin Grammy Award. Das Album enthält den Hit La Gozadera, eine Zusammenarbeit mit Marc Anthony, die zu einem globalen Sommerhit wurde und die Gruppe auf die Weltbühne katapultierte. Visualízate kombiniert traditionelle kubanische Rhythmen mit modernen Urban- und Reggaeton-Elementen, was den einzigartigen Stil von Gente de Zona ausmacht.",
    "triviaQuestion": "Welches Album, das den internationalen Erfolg eines kubanischen Duos zementierte, enthält den weltweiten Hit „La Gozadera“?",
    "triviaAnswer": "Das Album „Visualízate“ von Gente de Zona, veröffentlicht im Jahr 2016, zementierte den internationalen Erfolg des kubanischen Duos. Es enthält den weltweiten Hit „La Gozadera“ (featuring Marc Anthony), der zu einem Sommerhit und einer Hymne für Latin Music wurde. „Visualízate“ vereint Reggaeton, Salsa und kubanische Rhythmen und brachte Gente de Zona mehrere Auszeichnungen, darunter einen Latin Grammy, und festigte ihren Status als führende Künstler der Latin-Musikszene."
  },
  {
    "category": "latin-vibes",
    "band": "Gente de Zona",
    "album": "Visualízate",
    "dataYear": "2015",
    "dataLength": "39:05",
    "dataSales": "300 Tsd.",
    "coverSrc": "/bandcover/latin-vibes/gente_de_zona_visualizate.jpg",
    "audioSrc": "/mp3s/latin-vibes/gente_de_zona_visualizate.mp3",
    "jokerText": "Gente de Zona's Album Visualízate, veröffentlicht 2016, brachte der kubanischen Reggaeton-Gruppe internationale Anerkennung und ihren ersten Latin Grammy Award. Das Album enthält den Hit La Gozadera, eine Zusammenarbeit mit Marc Anthony, die zu einem globalen Sommerhit wurde und die Gruppe auf die Weltbühne katapultierte. Visualízate kombiniert traditionelle kubanische Rhythmen mit modernen Urban- und Reggaeton-Elementen, was den einzigartigen Stil von Gente de Zona ausmacht.",
    "triviaQuestion": "Welches Album, das den internationalen Erfolg eines kubanischen Duos zementierte, enthält den weltweiten Hit „La Gozadera“?",
    "triviaAnswer": "Das Album „Visualízate“ von Gente de Zona, veröffentlicht im Jahr 2016, zementierte den internationalen Erfolg des kubanischen Duos. Es enthält den weltweiten Hit „La Gozadera“ (featuring Marc Anthony), der zu einem Sommerhit und einer Hymne für Latin Music wurde. „Visualízate“ vereint Reggaeton, Salsa und kubanische Rhythmen und brachte Gente de Zona mehrere Auszeichnungen, darunter einen Latin Grammy, und festigte ihren Status als führende Künstler der Latin-Musikszene."
  }
]
